Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Trapped in an eternal loop one brave pingu has to break out and go on a journey in search for the exit, but he mustn't be too happy once he found it, as there is still one last challenge he must solve before being allowed to enter it, otherwise all his friends might perish.
ca: Atrapats en un bucle sense fi, un pingu ha de sortir i embarcar-se en un viatge a la recerca de la sortida. Però que no s'alegri gaire quan la trobi, doncs encara hi ha un últim repte que haurà de resoldre abans que se li permeti l'entrada. En cas contrari, tots els seus amics periran.
es: Atrapados en un bucle sin fin, un pingu debe salir y embarcarse en un viaje en busca de la salida. Pero que no se alegre mucho cuando la encuentre, pues todavía hay un último reto que deberá solventar antes de que la entrada le sea permitida. En caso contrario, sus amigos perecerán.
gd: Glacte ann an lùb a-muigh, feumaidh ceann-fionn calma briseadh a-mach is siubhal air tòir an dorais a-mach. Chan fhaod e a bhith ro thoilichte nuair a lorgas e e on a tha aon dùbhlan eile aige ri fhuasgladh mus fhaod e dol troimhe, air neo gheibheadh a h-uile caraidean aige bàs.
gl: Atrapado nun bucle eterno, un pingu valente ten que saír e emprender unha viaxe en busca da saída, pero non debe estar demasiado feliz unha vez a atope, xa que aínda queda un último desafío que debe resolver antes de ser autorizado a entrar, ou doutro xeito todos os seus amigos poderían perecer.
pl: Jeden z odważnych Pingusów musi przerwać piekielny krąg, w którym wszystkie zostały uwięzione. Jeśli mu się to uda, może wyruszyć na poszukiwanie wyjścia. Jego radość będzie przedwczesna, gdyż pozostała jeszcze jedna rzecz do zrobienia, inaczej wszyscy jego przyjaciele przepadną.
pt_br: Preso num ciclo infinito, um único bravo Pingu deve fugir e iniciar uma jornada em busca da saída. Mas ele não deverá ficar tão feliz uma vez que a encontre, pois haverá ainda um último desafio que deverá resolver antes que lhe seja permitido entrar nela, caso contrário todos os seus amigos podem perecer.
sr: Заробљен у вечитом понављању један храбар пингвинац мора да се пробије напоље и да оде на путовање у потрази за излазом, али неће бити превише срећан када га буде нашао, јер још увек постоји један последњи изазов који мора да реши пре него што му буде дозвољено да уђе, у супротном сви његови пријатељи могу настрадати.
sv: Fångade i en evig loop måste en modig Pingu bryta sig ut och leta efter utgången - men han får inte vara för glad när han hittar den - det är fortfarande en utmaning han måste lösa innan hen tillåts gå in i den, annars kommer alla hans vänner kanske att förgås.
tr: Sonsuz bir döngüde tutuklu kalmış bir cesur Pingu, çıkışı arayacak bir yola çıkmak zorunda; fakat bulduğunda çok mutlu olmamalı. Çünkü çıkışa girmesine izin verilmesi için son bir mücadele daha vermeli. Aksi takdirde tüm arkadaşları yok olacak.

source: Red Herring Cave
ca: La cova de l'arengada vermella
es: La cueva del arenque rojo
gd: An uamh mheallta
gl: "Cova do arenque vermello"
pl: Jaskinia czerwonego śledzia
pt_br: Caverna do Arenque Vermelho
sr: Пећина црвене харинге
sv: Villospårsgrottan
tr: Kırmızı Ringa Mağarası

source: The exit is right above the pingus heads, with a few friendly arrows pointing the way. With jumpers around the solution should be obvious. But wait, can anything you find in a dark cave be trusted or is there some more going on which might slip your view? Thinking outside the box might be required.
ca: La sortida és just damunt dels caps dels pingus, amb unes amistoses fletxes assenyalant el camí. Tenint saltadors a mà la solució hauria de ser òbvia. Però espera, pots confiar en qualsevol cosa que trobis en una cova fosca, o hi ha alguna cosa més que podria despistar-te? Pensar de manera diferent podria ser necessari.
es: La salida se encuentra justo encima de las cabezas de los pingus, con unas pocas flechas amistosas señalando el camino. Teniendo saltadores a mano la solución debería ser obvia. Pero espera, ¿puedes confiar en cualquier cosa que encuentres en una cueva oscura, o hay algo más que pueda despistarte? Pensar de forma diferente podría ser necesario.
gd: Tha an doras a-mach dìreach os cionn nan cinn-fhionn, le saighead càirdeil no dhà a' comharrachadh na slighe. Tha e follaiseach gum faigh thu air leis na leumadairean a th' agad. Ach fuirich ort, am bu chòir dhut earbsa a chur ann an rud sam bith ann an uamh dorcha, no a bheil rudeigin neo-aithnichte falaichte o do shùil? Feumaidh tu am puicean-eich a thoirt dheth, 's dòcha.
gl: A saída está xusto enriba das cabezas dos pingus, cunhas simpáticas frechas sinalando o camiño. Con pontes ao redor a solución debera ser obvia. Pero agarda, pódese confiar en algo que atopes nunha cova escura ou hai algo máis que poida escapar da túa vista? Con cabeza e corazón pensa sempre no mellor.
pl: Wyjście znajduje się zaraz nad głowami pingwinów, a przyjazne strzałki wskazują drogę. Mamy kilku skoczków ze sobą, zatem rozwiązanie wydaje się oczywiste. Jednak czy wszystko, co znajdziesz w ciemnej jaskini, może być godne wiary, czy też może coś mami twój wzrok? Nieszablonowe myślenie wymagane.
pt_br: A saída está logo acima das cabeças dos Pingus, com algumas setas amigáveis apontando o caminho. Com Saltadores por perto a solução parece óbvia. Mas espere, é possível confiar em alguma coisa encontrada em uma caverna escura ou há algo mais acontecendo que possa escapar à sua percepção? Pensar fora da caixa pode ser necessário.
sr: Излаз је управо изнад глава пингвинаца, са неколико пријатељских стрелица које указују на пут. Са скакачима решење би требало да буде очигледно. Али тренутак, можете ли веровати нечему што сте пронашли у мрачној пећини или ту има још нечега што је промакло вашем погледу? Размишљање ван оквира може бити потребно.
sv: Utgången finns rakt ovan Pingus huvuden, men endast ett par få vänliga pilar visar vägen. Med hoppare borde lösningen vara självklar. Men vänta, kan något du finner i en mörk grotta vara pålitligt eller pågår det något annat här som förvillar dig? Det kräver att du kanske tänker utanför boxen.
tr: Çıkış, birkaç dostça okun yolu gösterdiği Pinguların başının üzerinde. Zıplayıcılar çözecek gibi görünüyor. Ama dur, karanlık bir mağarada bulacağın herhangi bir şeye bu kadar güvenilir mi orada yoksa görünümünü yanıltacak daha fazla şey olabilir mi? Farklı bir açıdan bakmak gerekebilir.

source: Group Coordination
ca: Coordinació del grup
es: Coordinación del grupo
gd: Co-òrdanachadh buidhne
gl: Coordinación de grupos
pl: Koordynacja grupowa
pt_br: Coordenação do Grupo
sr: Управљање групама
sv: Gruppkoordination
tr: Grup Uyumu

source: Three groups are on their way to the exit, one of them trapped right above it, but locked into a box. None of them can make it alone, coordinate them wisely and everybody should be able to make it safely to the exit.
ca: Tres grups es dirigeixen cap a la sortida, un d'ells atrapat just a sobre d'ella però tancat en una capsa. Cap d'ells pot arribar-hi sol. Coordina'ls amb saviesa i tothom hauria de ser capaç d'arribar sa i estalvi a la sortida.
es: Tres grupos se dirigen hacia la salida, uno de ellos atrapado justo encima de ella, pero encerrados en una caja. Ninguno de ellos puede llegar solo. Coordínalos con sabiduría y todo el mundo debería ser capaz de llegar sano y salvo a la salida.
gd: Tha trì buidhnean air an t-slighe ach aonan dhiubh glacte ann am bogsa dìreach os cionn an dorais a-mach. Cha tèid le buidheann sam bith às aonais càch, co-òrdanaich iad gu glic is bu chòir dhan a h-uile gin dhiubh faighinn a-mach gu sàbhailte.
gl: Tres grupos van camiño da saída, un deles atrapado xusto encima dela, pero pechado nunha caixa. Ningún deles pode facelo só, coordinaos sabiamente e todos deberían poder chegar con seguridade ata a saída.
pl: Trzy grupy zmierzają ku wyjściu, jedna z nich uwięziona została zaraz nad nim. Żadna z grup nie jest w stanie przedrzeć się sama, zatem koordynuj ich działania mądrze.
pt_br: Três grupos estão a caminho da saída, um deles está preso bem acima, mas trancado em uma caixa. Não é possível sair sem ajuda, então coordene-os sabiamente e todos poderão encontrar a saída com segurança.
sr: Три групе се налазе на путу ка излазу, једна од њих је заробљена управо пред самим излазом, али је закључана у кутији. Ниједна од ових група не може успети сама, руководите их мудро и сви треба да буду у стању да безбедно стигну до излаза.
sv: Tre grupper är på väg till utgången, en av dem fångad precis ovanför den, men inlåsta i en låda. Ingen av dem kan klara det ensamma, koordinera dem vist och alla bör klara det tryggt till utgången.
tr: Üç grup çıkış yolunda. Gruplardan biri tam üstünde bir kutuda kilitlenip tuzağa düşürüldü. Hiçbiri tek başına kurtulamaz. Zekice uyumlu çalışmalarını sağla ve böylece herkes çıkışa güvenle ulaşabilsin.
zh_tw: 有三組人要向出口移動，但其中一組被鎖在正上方的箱子中。所有人都無法獨自離開，聰明的統籌他們使的所有人都能安全的到達出口。

source: Traps, Dangers and other Problems
ca: Trampes, perills, i altres problemes
es: Trampas, peligros y otros problemas
gd: Ribean, cunnartan is trioblaidean eile
gl: Trampas, perigos e outros problemas
pl: Pułapki, niebezpieczeństwa i inne problemy
pt_br: Armadilhas, Perigos e outros Problemas
sr: Клопке, опасности и остале неприлике
sv: Fällor, faror och andra problem
tr: Tuzaklar, Tehlikeler ve Diğer Problemler
zh_tw: 陷阱、危險和其他問題

source: The path to the exit lays below, shimmering through the planks. But the fall is too high, deadly for sure. Can one pingu alone make it's way through the dangerous traps and secure the path to the exit?
ca: El camí fins a la sortida s'estén per sota, brillant a través dels taulons. Però la caiguda és massa alta, mortal de necessitat. Pot un sol pingu obrir-se camí a través de perilloses trampes i assegurar el camí fins a la sortida?
es: El camino hasta la salida se extiende debajo, brillando a través de los tablones. Pero la caída es demasiado alta, mortal de necesidad. ¿Puede un solo pingu atravesar las peligrosas trampas y asegurar un camino hasta la salida?
gd: Tha an t-slighe dhan doras a-mach fodhad is a' deàrrsadh tro na dèilean. Ach bhiodh an tuiteam ro àrd is bàsmhor gun teagamh. An urrainn dha cheann-fionn slighe a lorg tro na ribean chunnartach is an t-slighe a-mach a dhèanamh tèarainte?
gl: O camiño cara á saída atópase debaixo, brillando entre as táboas. Pero a caída é demasiada, mortal seguro. Pode un pingu só atravesar as perigosas trampas e asegurar o camiño cara á saída?
pl: Droga do wyjścia wije się poniżej desek, jednak zejście jest zbyt strome, śmiercionośne, to jasne. Czy jeden pingwin jest w stanie przebić się przez niebezpieczne pułapki i zabezpieczyć drogę pozostałym?
pt_br: O caminho para a saída está logo abaixo, brilhando através das tábuas. Mas a queda é muito alta, mortal para ser sincero. Será que um pingu sozinho pode fazer seu caminho através de armadilhas perigosas e assegurar o caminho até a saída?
sr: Пут ка излазу се налази испод, светлуцајући кроз даске. Али пад је превисок, сигурно смртоносан. Може ли један пингвинац сам да прокрчи пут кроз опасне замке и да обезбеди пут ка излазу?
sv: Vägen till utgången ligger nedan, skimrande under plankorna. Men fallhöjden för hög och säkerligen dödlig. Kan en ensam Pingu klara sig genom de farliga fällorna och säkra vägen till utgången?
tr: Çıkış yolu aşağıda; tahtalara doğru ışıldıyor. Fakat düşmek için çok yüksek; hatta ölümcül. Tek bir Pingu tehlikeli tuzaklara doğru gidip çıkışa güvenlice ulaşabilir mi?

source: Reach that Switch
ca: Arriba a aquell interruptor
es: Alcanza ese interruptor
gd: Faigh air an t-suidse
gl: Chega a ese interruptor
pl: Dojdź do przełącznika
pt_br: Alcançar aquele Interruptor
sr: Досегните прекидач
sv: Nå spaken
tr: Şu Düğmeye Ulaş
zh_tw: 到達那個開關

source: The path to the exit is straight, flat and simple, but wait a solid door blocking the way? How can the pingus open it? Is that a switch there on the hill to the right? Might that be the solution to opening the door and freeing the pingus? But how can they reach that switch?
ca: El camí fins a la sortida és recte, pla i simple. Però espera, una porta sòlida bloquejant el camí? Com poden els pingus obrir-la? Allò que hi ha allà a la dreta del turó és un interruptor? Podria ser la solució per obrir la porta i alliberar els pingus? Però com poden arribar-hi?
es: El camino hasta la salida es recto, plano y simple. Pero espera, ¿una puerta sólida bloqueando el paso? ¿Cómo pueden los pingus abrirla? ¿Eso que hay allí a la derecha de la colina es un interruptor? ¿Podría ser la solución para abrir la puerta y liberar a los pingus? ¿Pero cómo llegar hasta él?
gd: Tha an t-slighe dhan doras a-mach dìreach, rèidh is simplidh, ach fuirich ort, dè mu dheidhinn an dorais chruaidh air an rathad? Ciamar a thèid leis na cinn-fhionn fhosgladh? An e suidse a tha seo air a' chnocan taobh deas? Saoil an e am fuasgladh a th' ann gus an doras fhosgladh is na cinn-fhionn a shaorachadh? Ach ciamar a gheibh iad air an t-suidse?
gl: O camiño ata a saída é recto, plano e sinxelo, pero agardas unha porta sólida que bloquea o camiño? Como poden abrila os pingus? Hai un interruptor alí no outeiro á dereita? Pode ser esa a solución para abrir a porta e liberar os pingus? Pero como poden chegar a ese interruptor?
pl: Droga do wyjścia wydaje się być prosta i łatwa, jednak blokują ją hydrauliczne drzwi. Czy da się je jakoś otworzyć? Może przełącznikiem na górze po wschodniej stronie? Tylko jak się do niego dostać?...
pt_br: O caminho para a saída é reto, plano e simples, mas espere, uma porta sólida bloqueando o caminho. Como os pingus podem abri-la? Aquilo é um interruptor nas colinas a direita? Pode aquilo ser a solução para abrir a porta e libertar os pingus? Mas como eles podem alcançar aquele interruptor?
sr: Пут ка излазу је прав, раван и једноставан, али чврста врата закрчују пут? Како ће пингвинци да их отворе? Да ли је то прекидач тамо на брду са десне стране? Може ли то да буде решење за отварање врата и ослобађање пингвинаца? Али како могу да стигну до прекидача?
sv: Vägen till utgången är rak, platt och enkel - men vänta, en massiv dörr blockerar vägen? Hur kan Pingus öppna den? Är det en spak där på kullen till höger? Kan en lösning vara att öppna dörren och fria Pingus? Men hur kan de nå den där spaken?
tr: Çıkış ileride, dümdüz; düz ve basit. Fakat bekle! Bir sert kapı yolu engelliyor mu? Pingular bu kapıyı nasıl açabilir? Yoksa yokuşun sağındaki bir düğme mi? Bu düğme kapıyı açmanın ve Pinguları özgür bırakmanın yolu olabilir mi? Fakat bu düğmeye nasıl ulaşabilirler?
zh_tw: 到出口的路徑是筆直、平坦和簡單的，但等等，一個堅固的門擋住了路？企鵝要怎麼打開它呢？在山右邊那個東西是開關嗎？那可能是打開大門和釋放企鵝的解決方法嗎？但如何才能使他們達到這個開關？

source: The Collapsed Column
ca: La columna esfondrada
es: La columna desmoronada
gd: An colbh na sprùilleach
gl: A columna derruída
pl: Zawalona kolumna
pt_br: A Coluna Desmoronada
sr: Оборени стуб
sv: Den kollapsade kolumnen
tr: Yıkılmış Sütun
zh_tw: 崩塌的柱子

source: High up above the green slime the pingus are moving from column to column, getting closer to the exit with each step, but wait, there is a second group of pingus, they are stuck. The column next to them has collapsed making getting to the exit impossible. Can you find a way around the abyss?
ca: Molt amunt per sobre del llim verd els pingus es mouen de columna a columna, acostant-se a la sortida a cada pas. Però espera, hi ha un segon grup de pingus, estan encallats. La columna que hi ha al seu costat s'ha ensorrat, fent que sigui impossible arribar fins a la sortida. Pots trobar una manera d'evitar l'abisme?
es: Muy por encima del cieno verde los pingus se mueven de columna en columna, acercándose a la salida a cada paso. Pero espera, hay un segundo grupo de pingus. Están atascados. La columna que hay a su lado se ha derrumbado, haciendo que sea imposible llegar hasta la salida. ¿Puedes encontrar una forma de sortear el abismo?
gd: Gu h-àrd os cionn an t-snàimh uaine, tha na cinn-fhionn a' gluasad o cholbh gu colbh, a' faighinn nas dlùithe air an doras a-mach leis gach ceum. Ach fuirich ort, tha buidheann eile dhe chinn-fhionn ann is iadsan glacte. Thuit an colbh rin taobh na sprùilleach, a' bacadh an t-slighe dhan doras a-mach. An lorg thu slighe timcheall air an aibheis?
gl: Enriba do limo verde os pingus vanse movendo de columna en columna, achegándose a cada paso á saída, pero agarda, hai un segundo grupo de pingus, quedaron atrapados. A columna xunto a eles derrubouse facendo imposible chegar á saída. Podes atopar un xeito de evitar o abismo?
pl: Ponad zieloną mazią Pingusy przechodzą z kolumny na kolumnę, zbliżając się do wyjścia. Zaraz, ale przecież druga grupa stoi zaklinowana. Kolumna przed nimi się zawaliła, blokując drogę. Pomożesz im znaleźć ścieżkę naokoło otchłani?
pt_br: Erguida acima do lodo verde os pingus estão se movendo de coluna em coluna, chegando cada vez mais próximos da saída a cada passo, mas espere, há um segundo grupo de pingus que estão presos. A coluna próxima a eles está desmoronada tornando a saída impossível. Você pode encontrar uma saída ao redor do abismo?
sr: Високо изнад зеленог блата пингвинци се крећу од стуба до стуба, приближавајући се излазу сваким кораком, али чекајте, тамо је још једна група пингвинаца, али они су се заглавили. Стуб поред њих је пао учинивши немогућим стизање до излаза. Да ли можете да пронађете пут око провалије?
sv: Högt ovanför det gröna slemmet rör sig Pingus från kolumn till kolumn, närmare utgången för var steg - men vänta, det finns en till grupp av Pingus som är fångade. Kolumnen intill dem har kollapsat och gör övergången till utgången omöjligt. Kan du hitta en väg över avgrunden?
tr: Yeşil balçığın yukarısında Pingular sütundan sütuna yürüyüp, her adımda çıkışa yaklaşıyorlar. Fakat dur! İkinci grup Pingu var ve sıkışmışlar. Yanlarındaki sütun devrilmiş ve çıkmalarını imkansız yapmış. Bu uçurum çevresinde bir yol bulabilir misin?

source: Island of Doom
ca: L'illa de la fatalitat
es: La isla de la fatalidad
gd: Eilean an damnachaidh
gl: Illa do Destino
pl: Wyspa zagłady
pt_br: Ilha do Destino
sr: Острво пропасти
sv: Undergångsön
tr: Ölüm Adası
zh_tw: 厄運之島

source: The pingus are released close together, but split up by a solid metal column with seemingly no way to join them back up. The journey will be dangerous and some height has be crossed with the exit hidden below. With some cleverness it should be possible to join those two groups back together.
ca: Els pingus són alliberats molt junts, però separats per una columna de metall sòlida sense cap manera evident d'ajuntar-los de nou. El viatge serà perillós i certa alçada ha de ser creuada amb la sortida amagada a sota. Amb una mica d'intel·ligència hauria de ser possible tornar a unir els dos grups.
es: Los pingus son liberados muy juntos, pero separados por una columna de metal sólido sin forma aparente de volver a juntarlos. El viaje será peligroso y cierta altura debe ser cruzada con la salida escondida debajo. Con un poco de ingenio debería ser posible volver a unir los dos grupos.
gd: Tha na cinn-fhionn gan sgaoileadh faisg air a chèile, ach le colbh meatailt eadarra is a rèir coltais gun dòigh an aonachadh. Bidh an triall cunnartach is feumaidh iad dol tarsaing àirde leis an doras a-mach falaichte air bhonn. Le beagan gliocais, thèid leat an dà bhuidheann aonachadh ri chèile.
gl: Os pingus son liberados xuntos, pero divididense por unha sólida columna metálica sen que aparentemente poidan unirse de novo. O traxecto será perigoso e atravesarase certa altura coa saída agochada abaixo. Con certa intelixencia debera ser posible unir eses dous grupos de novo.
pl: Pingusy znajdują się blisko siebie, jednak zostały rozdzielone metalową kolumną. Droga jest niebezpieczna, trzeba też pokonać sporą wysokość do wyjścia ukrytego poniżej. Z pewną dozą pomyślunku będzie możliwe połączenie obu grup.
pt_br: Os pingus são soltos juntos, mas são separados por uma coluna sólida de metal com aparentemente nenhuma maneira de juntá-los de volta. A jornada será perigosa e alguns obstáculos devem ser cruzados até a saída escondida abaixo. Com um pouco de inteligência deverá ser possível unir estes dois grupos de volta.
sr: Пингвинци су пуштени заједно, али су растављени чврстим металним стубом и изгледа да није могуће поново их саставити. Путовање ће бити опасно и треба прећи преко неке висине са излазом скривеним испод. Уз мало памети састављање ове две групе би требало да буде могуће.
sv: Pingus släpps tätt tillsammans, men delas av en massiv solid metallkolumn med tillsynes inget sätt att föra dem samman igen. Resan kommer att vara farlig och en del höjd måste korsas med utgången gömde nedanför. Med en del klurighet borde det vara möjligt att sammanföra dessa två grupper igen.
tr: Pingular birlikte olmak için salındılar fakat tekrar birleşmelerini engelleyecek metal bir sütun ile ayrıldılar. Macera tehlikeli olacak ve bazı yükseklikler aşağıdaki gizli çıkışlarla aşılmalı. Biraz zeki düşünce ile iki grubu tekrar birleştirmek mümkün olmalı.

source: Tower of Death
ca: La torre de la mort
es: La torre de la muerte
gd: Tùr a' bhàis
gl: Torre da Morte
pl: Wieża śmierci
pt_br: Torre da Morte
sr: Кула смрти
sv: Dödstornet
tr: Ölüm Kulesi
zh_tw: 死亡之塔
