Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Hidden deep below the pyramid the pingus come across a small underground room, but unfortunatley a large tree root blocks their path...
gl: Escondidos nas profundidades da pirámide, os pingus atópanse cunha pequena habitación subterránea, pero, por desgraza, unha gran raíz de árbore bloquea o seu camiño...

source: The good news was that the mad scientist had tired of his experiments, the bad news was that now he was dumping them down a pit. A single floatation device was all the penguins had. Save as many as possible.
gl: A boa nova era que o científico tolo estaba canso dos seus experimentos, a mala nova era que agora os botaba nun pozo. Un único dispositivo de paracaidas era o único que tiñan os pingüíns. Salva o maior número posible.

source: The Final (and suprisingly easy) Challenge
gl: O Desafío Final (e sorprendentemente sinxelo)

source: Aliens invade our starship blocking intrance to the teleporter. Your crew is well trained, like you they don't panic.
gl: Os extraterrestres invaden a nosa nave estelar bloqueando a entrada ao teletransportador. A túa tripulación está ben adestrada, coma ti, non entran en pánico.

source: Pingus intelligence reported that a huge factory located in the subtropical zone might be a reason of a climate change. They decided to go there and shut down the factories. This will be a long and dangerous expedition. Pingus and you will have to face many difficulties on your way. As the ice is melting, at first you have to build some bridges and watch out for the cliff.
gl: A intelixencia de Pingus informou de que unha enorme fábrica situada na zona subtropical podería ser a causa dun cambio climático. Decidiron ir alí e pechar as fábricas. Esta será unha expedición longa e perigosa. Ti e os Pingus teredes que afrontar moitas dificultades no camiño. Como o xeo vaise derretendo, ao principio hai que construír unhas pontes e estar atento ao penedo.

source: Going in and out of the abyss with all Pingus isn't an option here, but a small group preparing the path or the others should get you across.
gl: Entrar e saír do abismo con todos os Pingus non é unha opción aquí, pero un pequeno grupo preparando o camiño ou os demais deberían facernos pasar.

source: What's this? A gigantic ice block straight in the path? Where did that come from? No time wondering about things like that. The Pingus need to get to the exist and it's your job to find a way around the block.
gl: Que é isto? Un bloque de xeo xigantesco no camiño? De onde veu iso? Non hai tempo para preguntarse por cousas así. Os Pingus necesitan chegar á saida e o teu traballo é atopar un xeito de evitar o bloque.

source: Two groups of Pingus separated by a deep byss, joining them by a bridge seems impossible, but wise coordination of the two groups and a brave leap should let you make it to the exit.
gl: Dous grupos de Pingus separados por un profundo abismo, unidos por unha ponte parece imposible, pero a sabia coordinación dos dous grupos e un salto valente deberían permitirche chegar á saída.

source: The exit is straight below, but the path is blocked by solid steal with no way through. But the Pingus have a versatile toolset at hand, can you use it to find a way around and make it to the exit?
gl: A saída está recta abaixo, pero o camiño está bloqueado por aceiro sólido sen saida. Pero os Pingus teñen un conxunto de ferramentas versátil á man, podes usalo para atopar unha maneira de rodealo e chegar á saída?
