Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Only the most audacious Pingus will be allowed to continue.
ca: Només els pingus més audaços podran continuar.
es: Sólo a los pingus más audaces se les permitirá continuar.
gd: Cha mhair ach na cinn-fhionn as calma.
gl: Só os Pingus máis audaces poderán continuar.
pl: Tylko najbardziej śmiały pingwin będzie mógł kontynuować podróż.
pt_br: Somente aos Pingus mais audaciosos será permitido prosseguir.
sr: Само најодважнијим Пингвинцима ће бити допуштено да наставе.
sv: Endast den djärvaste Pingusen kommer att tillåtas fortsätta.
tr: Sadece en cesur Pingular devam edebilecek.
zh_tw: 只有最大膽的Pingus可以繼續

source: 25 Pingus free and 25 in the box
ca: 25 pingus lliures i 25 a la capsa
es: 25 pingus libres y 25 en la caja
gd: 25 cinn-fhionn fa sgaoil is 25 sa bhogsa
gl: 25 Pingus gratis e 25 na caixa
pl: 25 pingwinów luzem i 25 na wynos
pt_br: 25 Pingus soltos e 25 na caixa
sr: 25 Пингвинка је слободно и 25 их је у кутији
sv: 25 fria Pingus och 25 i lådan
tr: 25 Pingu özgür ve 25 Pingu kutuda
zh_tw: 25 Pingus是自由的，25個在箱子裡

source: Okay for the Bridger but what can I do with Digger? You should save at least one Pingu trapped in the box above the exit.
ca: L'enginyer ja m'està bé, però què puc fer amb el perforador? Hauries de salvar al menys un dels pingus atrapats a la capsa que hi ha a sobre de la sortida.
es: El ingeniero vale, ¿pero de qué me sirve el perforador? Deberías salvar al menos uno de los pingus atrapados en la caja que hay encima de la salida.
gd: Tha seo ceart gu leòr dhan drochaidiche, ach dè nì mi leis a' chladhaiche? Bu chòir dhut co-dhiù aon dhe na cinn-fhionn glacte sa bhogsa os cionn an dorais a-mach a shàbhaladh.
gl: Está ben para o Enxeñeiro, pero que podo facer cun Escavador? Deberas salvar polo menos un Pingu atrapado na caixa situada enriba da saída.
pl: Budowniczy mostów, to rozumiem, ale co zrobić z wiertniczym? Musisz ocalić przynajmniej jednego pingwina z pułapki powyżej wyjścia.
pt_br: Fácil para o Faz-pontes, mas o que fazer com o Escavador? Você deve poupar pelo menos um Pingu preso na caixa acima da saída.
sr: У реду за неимара али шта да урадим са копачем? Треба да спасете барем једног пингвинка заробљеног у кутији изнад излаза.
sv: Okej för byggaren men vad kan jag göra med grävaren? Du bör spara minst en Pingu fångad i lådan ovan utgången.
tr: Köprücü tamam fakat Kazıcıyla ne yapabilirim? Çıkış üzerindeki kutuda tuzağa düşürülmüş Pingulardan en az birini kurtarman gerek.

source: Tunnel Time
ca: L'hora del túnel
es: Hora de hacer túneles
gd: Àm an tunail
gl: Tempo do túnel
pl: Czas na tunel
pt_br: Túnel do Tempo
sr: Време тунела
sv: Tunneldags
tr: Tünel Zamanı
zh_tw: 隧道時間

source: Dig a tunnel and you might make it to the exit. Digger and miners and stuff have to work together.
ca: Excava un túnel i potser arribaràs a la sortida. Perforadors i miners i similars han de treballar junts.
es: Cava un túnel y puede que llegues hasta la salida. Perforadores y mineros y similares deben trabajar juntos.
gd: Cladhaich tunail feuch an ruig thu an doras a-mach. Feumaidh na cladhaichean is na mèinnearan is an stuth obair còmhla.
gl: Cava un túnel e poderás chegar á saída. Escavadores e mineiros e outras cousas teñen que traballar xuntos.
pl: Przekop tunel do wyjścia. Wiertniczy, górnicy i narzędzia muszą współpracować.
pt_br: Escave um túnel e você conseguirá atingir a saída. O Escavador, os Mineiros e tudo mais têm que trabalhar juntos.
sr: Прокопајте тунел и можда ћете стићи до излаза. Копач и самоубица морају да раде заједно.
sv: Gräv en tunnel och du kanske klarar det till utgången. Grävare, tunnlare och övriga måste arbeta tillsammans.
tr: Bir tünel kaz ve belki çıkışı bulabilirsin. Kazıcı, mayıncılar ve diğerleri birlikte çalışmalı.
zh_tw: 挖一個隧道就可能到出口。挖掘者和礦工和東西需要一起工作。

source: Crawlspace
ca: Espai confinat
es: Espacio confinado
gd: Air do chràgan is air do ghlùinean
gl: Espazo de rastrexo
pl: Podziemia
pt_br: Engatinhando
sr: Простор за пузање
sv: Kryputrymme
tr: Eğilme boşluğu

source: The path to the exit is blocked and many small tunnels lead the way, but be careful some of those lead to certain death. Or is there something you can do about that and create a save passage for all the Pingus and lead them safely to the exit?
ca: El camí fins a la sortida està bloquejat i molts túnels petits indiquen el camí a seguir. Però ves amb compte, alguns porten a una mort segura. O hi ha alguna cosa que pugis fer-hi per crear un passadís segur per a tots els pingus i portar-los sans i estalvis fins a la sortida?
es: El camino hasta la salida está bloqueado y muchos pequeños túneles indican el camino. Pero ten cuidado, algunos conducen a una muerte segura. ¿O hay algo que puedas hacer al respecto para crear un pasillo seguro para todos los pingus y guiarlos sanos y salvos hacia la salida?
gd: Tha an t-slighe dhan doras a-mach bacte is tha iomadh tunail beag nan rathaidean dhut, ach thoir an aire gun toir cuid dhiubh dhan bhàs thu. No a bheil rudeigin ann am b' urrainn dhut dèanamh an aghaidh sin is slighe sàbhailte a chruthachadh dha na cinn-fhionn ach am faigh iad a-mach?
gl: O camiño ata a saída está bloqueado e moitos pequenos túneles levan o camiño, pero teña coidado algúns deles conducen a unha morte segura. Ou hai algo que poidas facer respecto diso e crear un paso seguro para todos os Pingus e conducilos con seguridade ate a saída?
pl: Wiele małych tunelów wiedzie do wyjścia, ale niektóre wiodą na manowce. Droga jest zablokowana. Czy uda się znaleźć jedno bezpieczne przejście, którym wszystkie Pingusy dotrą do wyjścia?
pt_br: O caminho para a saída está bloqueado e muitos pequenos túneis indicam o caminho. Mas tenha cuidado: alguns deles levam à morte certa. Ou será que há algo que você possa fazer sobre isso e criar uma passagem para todos os Pingos para que cheguem à saída em segurança?
sr: Пут ка излазу је закрчен и многи мали тунели представљају пут, али будите опрезни јер неки од њих воде у сигурну смрт. Или постоји нешто што можете да урадите и да обезбедите пролаз за све Пингвинце и да их безбедно доведете до излаза?
sv: Vägen till utgången är blockerad och många små tunnlar leder dit - men var varsam, en del av dessa leder till en säker död. Eller finns det något du kan göra för att skapa en säker passage för alla Pingus och leda dem till utgången?
tr: Çıkış yolu engelli ve bazı küçük tüneller yolu gösteriyor fakat bazıları da ölüme götürüyor, dikkatli ol. Ya da bununla yapabileceğin bir şey var ve Pinguların tamamı güvenlice çıkışa götürülebilir mi?

source: The Roof
ca: La teulada
es: El tejado
gd: Am mullach
gl: O tellado
pl: Szczyt
pt_br: O Telhado
sr: На крову
sv: Taket
tr: Çatı
zh_tw: 屋頂

source: Sometimes the roofs are not good for refuge, sometimes it should be demolished! But be careful if you aren't precise enough, you might lead the Pingus straight to certain death.
ca: A vegades les teulades no són bones per refugiar-se, a vegades s'haurien de demolir! Però ves amb compte. Si no ets prou precís, podries guiar als pingus directament cap a una mort segura.
es: A veces los tejados no son buenos para refugiarse. ¡A veces deben ser demolidos! Pero ten cuidado. Si no eres lo bastante preciso, podrías llevar a tus pingus a una muerte segura.
gd: Aig amannan, chan e tèarmainn matha a tha sna mullaichean is feumaidh tu cuidhteas fhaighinn dhiubh! Ach thoir an aire gun obraich thu gu eagarra ach nach fhaigh na cinn-fhionn bàs.
gl: Ás veces os tellados non son bos para refuxio, ás veces hai que derrubar! Pero ten coidado se non es o suficientemente preciso, podes levar aos Pingus directamente á morte.
pl: Niekiedy dach to nie jest dobre miejsce na ucieczkę, czasem powinno się go rozebrać! Uważaj jednak, brak precyzji może kosztować Pingusy życie.
pt_br: Às vezes os telhados não são um bom refúgio, às vezes eles precisam ser demolidos! Mas tenha cuidado, se você não for preciso o bastante, você pode levar os Pingus à morte certa.
sr: Понекад кровови нису баш добри за уточиште, понекад их треба срушити! Али будите опрезни, ако нисте довољно прецизни, можете одвести Пингвинце право у сигурну смрт.
sv: Ibland är taken inte bra nog för tillflykt, ibland borde det förstöras! Men var försiktig om du inte är noggrann - du kan leda Pingus rakt in i säker död.
tr: Bazen çatılar sığınmak için iyi değildir ve yıkılmaları gerekebilir! Fakat dikkatli ol. Eğer yeterince kusursuz yapamazsan Pinguları doğrudan ölüme sürükleyebilirsin.

source: Dr. Jones' notebook: (1) the breath of God: only the penitent pingus will pass; (2) the word of God... in reverse; (3) the path of God: leap from the head of something like a cat.
ca: Llibre de notes del doctor Jones: (1) l'alè de Déu: només els pingus penitents passaran (2) la paraula de Déu... a l'inrevés (3) el camí de Déu: salta des del cap d'alguna cosa, com ara un gat
es: Libro de notas del doctor Jones: (1) el aliento de Dios: sólo los pingus penitentes pasarán (2) la palabra de Dios... al revés (3) el camino de Dios: salta desde la cabeza de algo, por ejemplo un gato
gd: On leabhar-nòtaichean aig Dr. Jones: (1) anail Dhè: chan fhaigh seachad ach na h-aithrich; (2) facal Dhè... contrarra; (3) slighe Dhè: leum o cheann aig rudeigin coltach ri cat.
gl: Caderno do doutor Jones: (1) o alento de Deus: só pasarán os pingus penitentes; (2) a palabra de Deus... á inversa; (3) o camiño de Deus: salta desde a cabeza de algo coma un gato.
pl: Dzienniczek doktora Jonesa: (1) oddech boga: przejdzie tylko skruszony Pingus; (2) słowo boga... na odwrót; (3) ścieżka boża: skok z głowy czegoś podobnego do kota.
pt_br: Bloco de anotações do Dr. Jones: (1) a sopro de Deus: somente os Pingus penitentes passarão; (2) a palavra de Deus... ao contrário; (3) o caminho de Deus: pule da cabeça de algo como um gato.
sr: Бележница Др. Јована: (1) дах Божји: само пингвинко покајник ће проћи; (2) реч Божја... у супротном; (3) пут Божји: скочите са главе нечега као мачка.
sv: Dr. Jones anteckningsbok: (1) Guds andedräkt: endast en botfärdig Pingus kommer passera; (2) Guds ord... i omvänd ordning; (3) Guds väg: hoppa från huvudet av något i stil med en katt.
tr: Dr. Jones'un defterinden: (1) Tanrının nefesi: sadece pişman olan Pingu geçecek; (2) Tanrının sözü... tam tersine; (3) Tanrının yolu: bir şeyin başından kedi gibi sıçra.
zh_tw: 瓊斯博士的筆記本: (1) 神的氣息：只有懺悔企鵝可以通過; (2) 神的話語:反向; (3) 神的路徑：從頭部像一隻貓的東西跳過。

source: Near can mean far
ca: A prop pot voler dir lluny
es: Cerca puede significar lejos
gd: An e fad air falbh as ciall air faisg?
gl: Cerca pode significar lonxe
pl: Blisko, ale daleko
pt_br: Perto pode significar longe
sr: Близу може да значи страх
sv: Nära kan vara långt borta
tr: Yakın uzak olabilir
zh_tw: 近可能意味著遠

source: What do you do when you're going in the wrong direction ? Simple: walk into a wall. But it is easier said than done...
ca: Què fas quan vas en la direcció equivocada? Simple: topar contra una paret. Però és més fàcil de dir que de fer...
es: ¿Qué haces cuando vas en la dirección equivocada? Simple: chocar contra una pared. Pero es más fácil de decir que de hacer...
gd: Dè nì thu ma tha thu a' dol air an rathad cheàrr? Furasta: Coisich ri balla. Ach, as fhasa ràdh na cur an gnìomh...
gl: Que fas cando vas na dirección equivocada? Sinxelo: entrar nunha parede. Pero é máis fácil dicilo que facelo...
pl: Co zrobisz, gdy idziesz w złym kierunku? Proste: wpadniesz na ścianę. Niestety, łatwiej powiedzieć niż zrobić...
pt_br: O que você faz quando você está indo na direção errada? Simples: caminhe em direção à parede. Mas isto é mais fácil falar do que fazer...
sr: Шта ћете да урадите ако идете у погрешном правцу ? Једноставно: ући у зид. Али то је лакше рећи него урадити...
sv: Vad gör du när du går i fel riktning? Enkelt: gå in i en vägg. Men det är lättare sagt än gjort...
tr: Yanlış yöne gidiyorsan yaparsın? Basit: duvara doğru yürü. Fakat söylemesi kolay tabii...
zh_tw: 當你發現你走錯路時要怎麼辦?簡單來說就是走到牆壁那裡，但說的比做的容易...

source: Trapped Underground
ca: Atrapats sota terra
es: Atrapados bajo tierra
gd: Glacte fon talamh
gl: Atrapado baixo terra
pl: Uwięzieni pod ziemią
pt_br: Preso no subterrâneo
sr: Заробљени у подземљу
sv: Fångade i underjorden
tr: Yer Altında Kapana Kısılmış
zh_tw: 被困在地下

source: The penguins escaped the mad scientist, but now they were trapped deep underground. They had no food or water, so they had to move fast.
ca: Els pingüins s'han escapat del científic boig, però ara estan atrapats sota terra. No tenen menjar ni aigua, o sigui que s'han de moure ràpid.
es: Los pingüinos han escapado del científico loco, pero ahora están atrapados bajo tierra. No tienen comida ni agua, así que se tienen que mover rápido.
gd: Theich na cinn-fhionn on eòlaiche shaobh, ach tha iad glacte aig bonn na talmhainn a-nis. Chan eil biadh no uisge aca is feumaidh iad a bhith luath.
gl: Os pingüíns escaparon do científico tolo, pero agora estaban atrapados no fondo da terra. Non tiñan comida nin auga, polo que tiñan que moverse rápido.
pl: Pingwiny uciekły demonicznemu naukowcowi, ale teraz uwięzione są głęboko pod ziemią. Nie mają jedzenia i wody, więc muszą działać szybko.
pt_br: Os pinguins escaparam do cientista louco, mas agora eles estão presos no subterrâneo. Eles não têm comida ou água, então eles têm que se mexer rápido.
sr: Пингвинци су побегли од лудог научника, али сада су заробљени дубоко под земљом. Немају ни хране ни воде, зато морају брзо да се крећу.
sv: Pingvinerna har flytt från den galna vetenskapsmannen, men är nu fångade djupt under jorden. De har varken mat eller vatten så de måste handla kvickt.
tr: Penguenler çılgın biliminsanından kaçtılar ancak şimdi de yerin altında kapana kısıldılar. Su ve yiyecek olmadığından hızlı hareket etmeliler.
zh_tw: 企鵝逃過了瘋狂科學家，但現在他們被困在地下深處。他們沒有食物或水，所以他們必須快速行動。

source: Experimentation
ca: Experimentació
es: Experimentación
gd: Deuchainnean
gl: Experimentación
pl: Eksperymenty medyczne
pt_br: Experiência
sr: Експериментисање
sv: Experiment
tr: Deney
zh_tw: 實驗

source: A mad scientist has captured the penguins and is experimenting on them. How can the penguins escape the guillotine?
ca: Un científic boig ha capturat els pingus i està experimentant amb ells. Com poden els pingüins escapar de la guillotina?
es: Un científico loco ha capturado a los pingüinos y está experimentando con ellos. ¿Cómo pueden los pingüinos escapar a la guillotina?
gd: Ghlac eòlaiche saobh na cinn-fhionn gus deuchainnean a dhèanamh orra. Ciamar a theicheas na cinn-fhionn on Ghuillotine?
gl: Un científico tolo capturou os pingüíns e está a experimentar con eles. Como poden os pingüíns escapar da guillotina?
pl: Demoniczny naukowiec uwięził Pingusy i przeprowadza na nich eksperymenty. Jak mogą uniknąć gilotyny?
pt_br: Um cientista louco capturou os pinguins e está fazendo experiências com eles. Como os pinguins conseguirão escapar da guilhotina?
sr: Луди научник је заробио пингвинце и врши огледе над њима. Како пингвинци могу да утекну гиљотини?
sv: En galen vetenskapsman har fångat pingvinerna och experimenterar på dem. Hur ska pingvinerna undkomma giljotinen?
tr: Çılgın bir biliminsanı penguenleri yakaladı ve üzerlerinde deney yapıyor. Penguenler giyotinden nasıl kaçabilirler?
zh_tw: 一個瘋狂的科學家已捕捉企鵝而正在他們身上做實驗。企鵝要如何逃脫斷頭台？

source: Hall of Illusion
ca: L'habitació de la il·lusió
es: La sala de la ilusión
gd: Talla nam mealladh
gl: Salón da Ilusión
pl: Sala Iluzji
pt_br: O Salão da Ilusão
sr: Дворана илузије
sv: Illusionernas sal
tr: Göz Yanılması Odası
zh_tw: 幻象之大廳

source: The penguins stopped and stood in indecision. What was real and what was not? Flame lanced from above and a guillotine glittered in the distance. Almost all penguins must survive.
ca: Els pingüins es van aturar indecisos. Què era real i què no? Flames brollaven des de dalt i una guillotina lluïa en la distància. Gairebé tots els pingüins han de sobreviure.
es: Los pingüinos se detuvieron indecisos. ¿Qué era real y qué no? Llamas brotaban desde arriba y una guillotina resplandecía a lo lejos. Casi todos los pingüinos deben sobrevivir.
gd: Stad na cinn-fhionn gus coimhead timcheall orra gu mì-chinnteach. Dè tha fìor is dè nach eil? Tha lasairean-teine a' sgal on mhullach is Guillotinichean a' deàrrsadh fad air falbh. Feumaidh cha mhòr a h-uile ceann-fionn mairsinn beò.
gl: Os pingüíns detivéronse e quedaron indecisos. O que era real e o que non? A lapa lanzouse desde arriba e unha guillotina brillou ao lonxe. Case todos os pingüíns deben sobrevivir.
pl: Pingwiny zatrzymały się niezdecydowane. Co jest prawdą, a co fałszem? Ogień buchający z bliska czy gilotyna błyskająca w oddali? Prawie wszystkie pingwiny muszą dziś przeżyć.
pt_br: Os pinguins pararam e ficaram indecisos. O que era real e o que não era? Chamas eram lançadas desde as alturas e uma guilhotina brilhava ao longe. Quase todos os pinguins devem sobreviver.
sr: Пингвинци су се зауставили и стоје у неодлучности. Шта је стварно, а шта није? Пламен који пржи одозго и гиљотина која светлуца у даљини. Скоро сви пингвинци морају да преживе.
sv: Pingvinerna stannade till och stod obestämda. Vad var verkligt och vad var det inte? Lågor sköt ut från ovan och en giljotin glittrade avlägset. Nästan alla pingviner måste klara sig.
tr: Penguenler durdu ve kararsızlıkla bekliyorlar. Ne gerçek, ne sahte? Alev yukarıdan mızrak gibi ve uzakta parıldayan bir giyotin. Neredeyse tüm penguenler hayatta kalmalı.

source: The Lava Pit
ca: El pou de lava
es: El pozo de lava
gd: Sloc an làbha
gl: O Pozo de Lava
pl: Krater
pt_br: O Fosso de Lava
sr: Јама са лавом
sv: Lavagropen
tr: Lav Çukuru
zh_tw: 岩漿口

source: The penguins had defeated the mad scientist, and were walking away from his destroyed laboratory when a huge hole opened under their feet. The penguins fell into an underground cave and the only way out was across the lava pit. Luckily, it seemed someone had left some helpful signs.
ca: Els pingüins havien derrotat finalment al científic boig, i estaven marxant del seu malaguanyat laboratori quan un enorme forat es va obrir sota els seus peus. Els pingüins van caure dins d'una cova subterrània, i la única manera de sortir-ne era creuant un pou de lava. Per sort, sembla que algú havia deixat algunes indicacions útils.
es: Los pingüinos habían vencido al científico loco y estaban saliendo de su destruido laboratorio cuando un enorme agujero se abrió bajo sus pies. Los pingüinos cayeron a una cueva subterránea cuya única salida era a través del pozo de lava. Por suerte, parece que alguien dejó algunas señales útiles.
gd: Bha na cinn-fhionn air buaidh a thoirt air an eòlaiche shaobh is a' ruith a-mach às an deuchainn-lann aige nuair an do dh'fhosgail toll mòr fon casan. Thuit na cinn-fhionn dha uamh fon talamh is cha robh slighe a-mach ann ach thar sluic làbha. Gu fortanach, dh'fhàg cuideigin sanasan is coltas cuideachail orra.
gl: Os pingüíns derrotaron ao científico tolo e afastáronse do seu laboratorio destruído cando un enorme burato abriuse baixo os seus pés. Os pingüíns caeron nunha cova subterránea e a única saída e a través do pozo de lava. Afortunadamente, parece que alguén deixou algúns sinais útiles.
pl: Pingusy pokonały demonicznego naukowca i uciekają ze zniszczonego laboratorium. Nagle otworzyła się pod ich stopami ogromna szczelina. Pingusy wpadły do podziemnej jaskini, a jedyną drogą na górę jest tunel ujścia lawy. Na szczęście ktoś oznaczył szlak.
pt_br: Os pinguins haviam derrotado o cientista louco e estavam indo embora do laboratório destruído quando um enorme buraco se abriu debaixo de seus pés. Os pinguins caíram em uma caverna subterrânea e a única saída era através do fosso de lava. Por sorte, parece que alguém deixou alguns sinais úteis.
sr: Пингвинци су поразили лудог научника, а отишли су из његове уништене лабораторије када се под њиховим ногама отворила огромна рупа. Пингвинци су упали у подземну пећину и једини излаз беше преко јаме са лавом. На срећу, изгледа да је неко оставио неке корисне знаке.
sv: Pingvinerna hade besegrat den galna vetenskapsmannen och var på väg bort från hans förstörda laboratoriet när ett stort hål öppnade sig under deras fötter. Pingvinerna föll ned i en underjordisk grotta och den enda vägen ut gick över lavagropen. Som tur var hade någon lämnat hjälpsamma skyltar.
tr: Penguenler çılgın biliminsanını yendiler ve ayaklarının altında koca bir çukur açıldığında yıkılmış laboratuvarından uzaklaşıyorlardı. Penguenler yeraltı mağarasına düştüler ve tek çıkış lav çukurundan. İyi ki biri yardımcı işaretler bırakmış.
zh_tw: 企鵝們成功地擊敗了瘋狂科學家。他們慢慢的離開如廢墟般的實驗室。突然間，地上出現了一個好大的洞!企鵝們掉到了地底下的洞穴，而唯一的出路，必須經過那個岩漿口。幸運的是，似乎有人有留下一些有用的線索呢

source: At least the experiments are over...
ca: Almenys s'han acabat els experiments...
es: Por lo menos los experimentos terminaron...
gd: Tha na deuchainnean seachad co-dhiù...
gl: Polo menos remataron os experimentos...
pl: Na szczęście już po eksperymentach
pt_br: Pelo menos as experiências terminaram...
sr: Барем су огледи завршени...
sv: Experimenten är i alla fall över...
tr: En azından deneyler bitti...
zh_tw: 至少實驗結束了...

source: The good news was that the mad scientist had tired of his experiments, the bad news was that now he was dumping them down a pit. A single flotation device was all the penguins had. Save as many as possible.
ca: La bona notícia és que el científic boig s'havia cansat dels seus experiments, la mala notícia és que ara els estava llençant per un forat. Un sol dispositiu de flotació és tot el que tenien els pingus. Salva'n tants com puguis.
es: La buena noticia es que el científico loco se había cansado de sus experimentos, la mala noticia es que ahora los estaba tirando por un agujero. Un solo dispositivo de flotación es todo lo que tenían los pingus. Salva a tantos como puedas.
gd: 'S e an naidheachd math a bh' ann gun do dh'fhàs an t-eòlaiche saobh seachd searbh dhe na deuchainnean, ach air an làimh eile dè rinn e ach na cinn-fhionn a thilgeil sìos sloc. Cha robh ach aon fhleòdragan aig na cinn-fhionn. Sàbhail am meud as urrainn dhut.
pl: Dobra wiadomość: demoniczny naukowiec znudził się eksperymentowaniem, zła: pozbywa się pingwinów jeden po drugim, zrzucając je w dół jaskini. Wszystko, na co mogą liczyć, to pojedyncze śmigło. Uratuj tylu, ilu zdołasz.
pt_br: A boa-notícia era que o cientista louco havia se aposentado de suas experiências. A má-notícia era que agora ele as estava jogando fosso abaixo. Um único dispositivo de flutuação era tudo que os pinguins tinham. Salve tantos quanto possível.
sr: Добра вест је да је луди научник уморан од својих експеримената, лоша вест је да их он сада избацује низ јаму. Један пропелер је све оно што пингвинци имају. Спасите их што је могуће више.
sv: De goda nyheterna var att den galna vetenskapsmannen hade tröttnat på sina experiment, de dåliga nyheterna var att han nu kastade ned dem i en grop. En enstaka svävande enhet var allt pingvinerna hade. Rädda så många som möjligt.
tr: İyi haber: Çılgın biliminsanı deneylerinden sıkıldı. Kötü haber: Tüm penguenleri bir çukura atıyor. Tüm penguenlerin sahip olduğu tek şey bir tek uçma aygıtı. Kurtarabildiğin kadar kurtar.
zh_tw: 好消息是，瘋狂的科學家已經厭倦了他的實驗，壞消息是，現在他把企鵝傾倒在一個坑。所有的企鵝只有一個漂浮裝置。拯救盡可能多的企鵝。

source: Ghosting
gd: Taibhsean
gl: Fantasma
pl: Przemykanie
pt_br: Fantasma
sr: Духови
sv: Skuggande
tr: Gölgelenme
