Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: The pingus are at the top of the tower, with no stairway around. The exit is deep down, hidden at the foot of the tower. How shall they make it down all that height with no floaters sight? A few well placed diggers should be enough to get the job done, but wait, no, their direction isn't quite right. You have to give them directions or it will be their doom.
ca: Els pingus són a dalt de tot de la torre, sense cap escala al seu voltant. La sortida és molt avall, amagada al peu de la torre. Com podran baixar tota aquesta alçada sense cap flotador a la vista? Uns pocs perforadors ben situats haurien de ser suficients per aconseguir-ho. Però espera... no, la seva direcció no és del tot correcta. Els has de donar indicacions, o serà la seva perdició.
es: Los pingus se encuentran en lo alto de la torre, sin ninguna escalera a su alrededor. La salida está muy abajo, escondida al pie de la torre. ¿Cómo podrán bajar toda esta altura sin ningún flotador a la vista? Unos pocos perforadores deberían ser suficientes para conseguirlo. Pero espera... no, su dirección no es del todo correcta. Tienes que darles indicaciones, o será su perdición.
gd: Tha na cinn-fhionn air mullach tùir aig nach eil staidhre. Tha an doras a-mach falaichte gu domhain aig bonn an tùir. Ciamar a gheibh iad sìos às aonais fleòdragain? 'S dòcha gun dèan cladhaiche no dhà air an àite cheart a' chùis, ach fuirich ort, chan eil an comhair aca buileach ceart. Feumaidh tu an stiùireadh no gheibh iad bàs.
gl: Os pingus están na parte superior da torre, sen escaleira ao redor. A saída está no fondo, agochada ao pé da torre. Como conseguirán baixar toda esa altura sen que sen ningún paracaidas? Uns poucos escavadores ben colocados deberían ser suficientes para facer o traballo, pero agarda, non, a súa dirección non é correcta. Tes que darlles indicacións ou será a súa perdición.
pl: Pingusy znajdują się na szczycie wieży, bez schodów prowadzących w dół. Wyjście majaczy daleko w dole, schowane u podnóża wieży. Jak można dostać się na dół bez śmigieł? Kilku odpowiednio rozmieszczonych wiertniczych powinno załatwić sprawę, tylko że oni poruszają się nie w tym kierunku, co trzeba. Musisz nadać im kierunek albo to będzie ich koniec.
pt_br: Os Pingus estão no topo da torre, sem uma escadaria por perto. A saída é lá em baixo, escondida ao pé da torre. Como eles vão conseguir descer sem Flutuadores por perto? Alguns Escavadores bem posicionados devem bastar para executar esta tarefa, mas espere, não, a direção deles não parece correta. Você deve dar direção a eles ou estarão condenados.
sr: Пингвинци су на врху куле, без степеништа. Излаз је дубоко доле, скривен у подножју куле. Како ће пребродити сву ту висину без падобранаца? Неколико добро постављених копача би требали да одраде посао, али чекајте, не, њихов правац није онај прави. Ви морате да им дате упутства или ће то бити њихова пропаст.
sv: Pingus är högst upp i tornet utan en trappa i sikte. Utgången ligger långt ned, gömd vid foten av tornet. Hur ska de klara sig hela vägen ned utan svävare? Några välplacerade grävare borde vara nog för att få jobbet gjort - men vänta, nej - deras riktning är inte riktigt rätt. Du måste ge dem riktningar, eller så kommer det att bli deras undergång.
tr: Pingular kulenin tepesindeler ancak çevresinde bir merdiven yok. Çıkış altta, kulenin dibinde gizli. Bu yükseklikten görünüşte hiçbir uçurucu olmadan nasıl inecekler? İyi yerleştirilmiş kazıcılar işi yapmak için yeterli olmalı fakat bekle! Yönleri tam doğru değil. Yönleri göstermelisin yoksa kendi sonları olacak.

source: The Ones
es: Los Elegidos
gd: Na colbhan
gl: Os Elixidos
pl: Wybrańcy
pt_br: Os Escolhidos
sr: Једини
sv: De där
tr: Bir(ler)

source: This is the last stage the pingus have to pass during this Halloween. Two oddly familiar column are in the way. What do they mean? The two groups of pingus have to work together to make it down the columns to the exit far below.
ca: Aquesta és la darrera etapa que els pingus han de superar durant aquest Halloween. Dues columnes estranyament familiars estan al mig del camí. Què signifiquen? Els dos grups de pingus han de treballar junts per baixar per elles fins arribar a la sortida.
es: Esta es la última etapa que los pingus deben superar este Halloween. Dos columnas extrañamente familiares están en el camino. ¿Qué significan? Los dos grupos de pingus deben trabajar juntos para bajar por ellas hasta llegar a la salida.
gd: Seo an ceum mu dheireadh a dh'fheumas na cinn-fhionn a ghabhail air an Oidhche Shamhna seo. Tha dà cholbh àraidh air an rathad is tu a' faireachdainn gun aithnicheadh tu iad. Dè as ciall dhaibh? Feumaidh an dà bhuidheann dhe chinn-fhionn obair còmhla gus faighinn sìos nan colbh is an doras a-mach fada shìos a ruigsinn.
gl: Esta é a derradeira etapa que teñen que pasar os pingus durante este Samain. Dúas columnas estrañamente coñecidas están no camiño. Que queren dicir? Os dous grupos de pingus teñen que traballar xuntos para baixar polas columnas ata a saída moi baixa.
pl: Oto ostatni poziom, któremu trzeba sprostać tegorocznego Halloween. Dwie dziwnie znajome kolumny stoją na drodze. Cóż one mogą oznaczać? Dwie grupy Pingusów muszą współpracować, aby dostać się do ich podnóża.
pt_br: Este é o último estágio que os Pingus devem passar durante este Dia das Bruxas. Duas colunas estranhamente familiares estão no seu caminho. O que elas significam? Os dois grupos de Pingus devem trabalhar juntos para conseguir passar pelas colunas até a saída lá em baixo.
sr: Ово је последња фаза кроз коју пингвинци морају да прођу током ове Ноћи вештица. Два чудновато позната стуба су на путу. Шта ли они значе? Две групе пингвинаца морају да раде заједно да би оборили стубове ка излазу који је далеко испод.
sv: Det här den sista banan som Pingus måste klara denna allhelgonaafton. Två bekanta kolumner står i vägen. Vad betyder de? De två grupperna av Pingus måste arbeta tillsammans för att klara sig nedför kolumnerna till utgången långt ned.
tr: Bu, Pinguların Cadılar Bayramı sırasında geçmeleri gereken son aşama. İki garip biçimde tanıdık sütunlar yine karşıda. Ne demek istiyorlar? Pinguların iki grubu birlikte çalışmalı ve sütunlardan aşağısındaki çıkışa gitmeliler.
zh_tw: 這是這個萬聖節最後一關了，路上有兩個奇怪的柱子，它們代表什麼?兩群Pingus必須合作以到達柱子下方的出口。

source: Down the valley and up again
ca: Baixant per la vall, i pujant de nou
es: Bajando por el valle, y subiendo de nuevo
gd: Sìos dhan ghleann is suas a-rithist
gl: Baixo o val e outra vez
pl: Tam i z powrotem
pt_br: Vale abaixo e acima novamente
sr: Низ долину и опет горе
sv: Ned i dalen och tillbaka igen
tr: Vadide iniş ve tekrar çıkış

source: There is a large valley between the entrance and the exit. No bridge will be long enough to cross the valley, but can you find a way back up once you lead the Pingus down into the valley?
ca: Hi ha una gran vall entre l'entrada i la sortida. Cap pont serà prou llarg per creuar-la, però... pots trobar una manera de tornar a pujar un cop hagis fet baixar els pingus per la vall?
es: Hay un gran valle entre la entrada y la salida. Ningún puente será lo bastante largo para cruzarlo, pero... ¿puedes encontrar la forma de volver a subir una vez que hayas guiado a tus pingus dentro del valle?
gd: Tha gleann mhòr eadar an inntrigeadh is an doras a-mach. Chan eil drochaid fon ghrèin a bhiodh fada gu leòr gus faighinn thar na glinne, ach 's mathaid gum faigh thu lorg air slighe suas an dèidh nan ceann-fionn a stiùireadh sìos dhan ghleann.
gl: Hai un gran val entre a entrada e a saída. Ningunha ponte será o suficientemente longa como para cruzar o val, pero podes atopar un camiño de volta para subir unha vez que conduzas ao Pingus cara ao val?
pl: Drogi do wyjścia broni olbrzymia kotlina. Żaden most nie jest w stanie ją opasać, ale być może na dole znajdzie się jakieś podejście?
pt_br: Há um grande vale entre a entrada e a saída. Não há ponte que seja longa o suficiente para atravessar o vale, mas será que você pode encontrar um caminho de subida depois de levar os Pingus vale abaixo?
sr: Између улаза и излаза простире се широка долина. Ниједан мост неће бити довољно дуг за премошћавање ове раздаљине, али да ли можете да пронађете пут до горе када их једном будете спустили у долину?
sv: Det finns en stor dal mellan ingången och utgången. Ingen bro kommer att vara lång nog för att korsa dalen, men kan du finna en väg tillbaka upp när du väl har lett ned Pingus i dalen?
tr: Giriş ve çıkış arasında büyük bir vadi var. Vadiyi geçmek için hiçbir köprü yeterli uzunlukta olmayacak, fakat Pinguları aşağı indirmeye yardım ettikten sonra yukarı çıkmaları için bir yol bulabilir misin?
zh_tw: 有一個大山谷在入口和出口之間。沒有橋夠長來跨越山谷，但一旦你帶領企鵝走下山谷，你能找到一種方法上來嗎？

source: Entering the pyramid
ca: Entrant a la piràmide
es: Entrando en la pirámide
gd: A-steach dhan phioramaid
gl: Entrando na pirámide
pl: Wejście do piramidy
pt_br: Entrando na pirâmide
sr: Улазак у пирамиду
sv: In i pyramiden
tr: Piramite giriş
zh_tw: 進入金字塔

source: After their long and dangerous journey through the desert the Pingus finally reach the large pyramid, but there is still a pedestal blocking their way.
ca: Després del seu llarg i perillós viatge a través del desert els pingus finalment arriben a la gran piràmide. Però encara hi ha un pedestal bloquejant el seu camí.
es: Después de su largo y peligroso viaje por el desierto los pingus llegan finalmente a la gran pirámide. Pero aún hay un pedestal bloqueando el camino.
gd: An dèidh triall fada is cunnartach tron fhàsach, ràinig na cinn-fhionn am pioramaid mòr mu dheireadh thall...
gl: Despois da súa longa e perigosa viaxe polo deserto, os Pingus chegan finalmente á gran pirámide, pero aínda hai un pedestal que lles bloquea o camiño.
pl: Po długiej i niebezpiecznej wyprawie przez pustynię, Pingusy dotarły do podnóża wielkiej piramidy. Wejścia broni olbrzymi cokół.
pt_br: Depois de uma jornada longa e perigosa através do deserto, os Pingus finalmente chegaram à grande pirâmide, mas há ainda um pedestal bloqueando o caminho.
sr: Након дугог и опасног путовања кроз пустињу Пингвинци су најзад стигли до велике пирамиде, али само још подножје стуба им стоји на путу.
sv: Efter en lång och farlig resa genom öknen har Pingus slutligen nått den stora pyramiden - men vägen blockeras fortfarande av en piedestal.
tr: Çölde uzun ve tehlikeli maceralarından sonra, Pingular sonunda büyük piramite ulaşırlar. Fakat hala önlerinde bir sütun temeli duruyor.
zh_tw: 經過漫長而危險穿越沙漠的旅程，企鵝終於到達大金字塔。但仍然有一個底座阻擋了他們的路。

source: The window room
ca: L'habitació de la finestra
es: La habitación de la ventana
gd: Seòmar nan uinneagan
gl: O cuarto da fiestra
pl: Komnata świetlikowa
pt_br: A sala da janela
sr: Соба са прозором
sv: Fönsterrummet
tr: Pencere odası
zh_tw: 窗口室

source: After the Pingus have entered the pyramid, they reach a large room with a large window. The only problem they have is that the entrance to the room is much too high to survive the landing. Can you help them?
ca: Després de que els pingus hagin entrat a la piràmide, arriben a una gran habitació amb una gran finestra. L'únic problema que tenen és que l'entrada a l'habitació és massa amunt com per sobreviure a l'aterratge. Pots ajudar-los?
es: Después de entrar en la pirámide, los pingus llegan a una gran habitación con una gran ventana. El único problema que tienen es que la entrada de la habitación está demasiado arriba como para sobrevivir al aterrizaje. ¿Puedes ayudarles?
gd: Chaidh na cinn-fhionn a-steach dhan phioramaid is ràinig iad seòmar mòr le uinneag mhòr. Chan eil ach aon duilgheadas aca; 's e gu bheil inntrigidh dhan t-seòmar fada ro àrd gus leum is mairsinn beò. An toir thu cuideachadh dhaibh?
gl: Despois de que os Pingus entraron na pirámide, chegan a unha gran sala cunha gran fiestra. O único problema que teñen é que a entrada da sala é demasiado alta para sobrevivir a caida. Podes axudalos?
pl: Po wejściu do piramidy, oczom Pingusów ukazał się ogromny pokój ze świetlikiem. Problem w tym, że próg jest zbyt wysoko, żeby bezpiecznie z niego zeskoczyć. Dasz radę im pomóc?
pt_br: Depois que os Pingus entram na pirâmide, eles atingem um grande câmara com uma grande janela. O único problema que eles têm é que a entrada para a câmara é muito alta para que sobrevivam à queda. Você pode ajudá-los?
sr: Након што су Пингвинци ушли у пирамиду, стигли су у велику собу са великим прозором. Једини проблем је у томе што је улаз у просторију сувише високо да би преживели слетање. Да ли можете да им помогнете?
sv: Efter att Pingus gått in i pyramiden når de ett rum med ett stort fönster. Det enda problemet de har är att ingången till rummet är alldeles för högt för att överleva fallet. Kan du hjälpa dem?
tr: Pingular piramite girdikten sonra büyük pencereli, büyük bir odaya ulaşırlar. Yaşadıkları tek problem; odanın, inişte hayatta bırakmayacak kadar yüksek bir girişi olması. Yardım edebilir misin?
zh_tw: 企鵝進入金字塔後，他們到達一個有大窗戶的大房間。他們唯一的問題是，房間的入口太高而不能著陸。你能幫助他們嗎？

source: Grand Hall
ca: La gran sala
es: El gran salón
gd: An talla mhòr
gl: Gran Salón
pl: Sala tronowa
pt_br: A Grande Câmara
sr: Велика дворана
sv: Stora salen
tr: Büyük Koridor
zh_tw: 大廳

source: The pingus have found themselves in the grand hall, a hall full of wonder and treasures. The exit however is high up and won't be easy to reach. Guide the pingus around the hall and maybe you will find a way.
ca: Els pingus s'han trobat a la gran sala, una habitació plena de meravelles i tresors. La sortida, tanmateix, està a dalt, i no serà fàcil arribar-hi. Guia els pingus per la sala i potser trobaràs una manera.
es: Los pingus se han encontrado con el gran salón, una habitación llena de maravillas y tesoros. La salida, sin embargo, está arriba, y no será fácil llegar. Guía a los pingus por la sala y quizás encuentres la forma.
gd: Ràinig na cinn-fhionn am prìomh thalla a tha làn ionghnaidh is saoibhreis. Ach tha an doras a-mach glè àrd is doirbh a ruigsinn. Stiùirich na cinn-fhionn timcheall an talla ach an lorg thu slighe.
gl: Os pingus atopanse no gran salón, un salón cheo de marabillas e tesouros. Non obstante, a saída es´ta alta e non será sinxelo chegar. Guía aos pingus polo salón e quizais atopes un xeito.
pl: Pingusy znalazły się w sali tronowej, pełnej dziwów i skarbów. Wyjście znajduje się wysoko i niełatwo go sięgnąć. Poprowadź pingwiny wokół sali, a może znajdziesz drogę.
pt_br: Os Pingus se encontram numa grande câmara, cheia de maravilhas e tesouros. A saída, entretanto, é lá em cima e não será fácil atingi-la. Guie os Pingus pela câmara e talvez você encontre um caminho.
sr: Пингвинци су се нашли у великој дворани, дворани пуној чудеса и блага. Међутим, излаз се налази високо горе, и неће бити лако стићи до њега. Водите пингвинце око дворане и можда ћете наћи начин.
sv: Pingus befinner sig i stora salen, en sal full av underverk och skatter. Utgången är högt upp och kommer inte att nås lätt. Guida Pingus runt salen så kanske du hittar en väg.
tr: Pingular kendilerini kocaman bir salon buldular... Harikalar ve hazinelerle dolu bir salon. Ne yazık ki çıkış yukarıda ve kolay ulaşılabilir olmayacak. Pingulara rehberlik et ve belki bir yol bulursun.

source: Pass the pedestal
ca: Passa el pedestal
es: Pasa el pedestal
gd: Thairis air an t-sorch
gl: Pasar o pedestal
pl: Pokonaj cokół
pt_br: Passe pelo pedestal
sr: Прођите постоље
sv: Förbi piedestalen
tr: Temeli geç
zh_tw: 通過台座

source: A large pedestal is blocking the way to the exit and there aren't enough bashers available to dig it away. Can you find a way to make it past the pedestal?
ca: Un gran pedestal bloqueja el camí cap a la sortida i no hi ha prou excavadors disponibles per cavar-hi un forat. Pots trobar una manera de travessar el pedestal?
es: Un gran pedestal está bloqueando el camino hacia la salida y no hay suficientes excavadores disponibles para hacer un agujero. ¿Puedes encontrar una forma alternativa de superarlo?
gd: Tha sorch mòr a' bacadh an rathad dhan doras a-mach is chan eil slacairean gu leòr agad gus cuidhteas fhaighinn dheth. Am faigh thu lorg air slighe timcheall air?
gl: Un gran pedestal está bloqueando o camiño cara á saída e non hai suficientes golpeadores dispoñibles para desaloxalo. Podes atopar un xeito de pasar polo pedestal?
pl: Ogromny cokół blokuje drogę do wyjścia. Nie ma wystarczająco wielu tunelowych do przekopania się na drugą stronę. Znajdziesz inny sposób?
pt_br: Um grande pedestal está bloqueando o caminho para a saída e não há Perfuradores disponíveis para atravessá-lo. Você pode encontrar uma maneira de passar pelo pedestal?
sr: Велико постоље блокира пут ка излазу и нема довољно глодача на располагању за његово прокопавање. Да ли можете да пронађете начин на који ће проћи постоље?
sv: En stor piedestal blockerar vägen till utgången och det finns inte nog med bankare tillgängliga för att gräva bort den. Kan du finna ett sätt att sig runt piedestalen?
tr: Büyük bir sütun temeli çıkış yolunu engelliyor ve kazmak için yeterli delici yok. Geçmelerini sağlayacak bir yol bulabilir misin?
zh_tw: 一個大台座擋住了到出口的路，而且沒有足夠的破壞者可以挖。你能找到一種方法通台座嗎？

source: The excavation of the pyramid
ca: L'excavació de la piràmide
es: La excavación de la pirámide
gd: An cladhach aig a' phioramaid
gl: A escavación da pirámide
pl: Prace wykopaliskowe
pt_br: A Escavação da Pirâmide
sr: Ископавање пирамиде
sv: Utgrävningen av pyramiden
tr: Piramitte kazı
zh_tw: 金字塔的挖掘

source: The excavations are open to reach the pyramid for his redeeming content. Some excavations, however, is best done with two competitors. Who comes first?
ca: Les excavacions estan obertes per arribar a la piràmide a buscar el seu contingut redemptor. Algunes excavacions, tanmateix, és millor fer-les amb dos competidors. Qui va primer?
es: Las excavaciones están abiertas para llegar a la pirámide a por su contenido redentor. Algunas excavaciones, sin embargo, es mejor hacerlas con dos competidores. ¿Quién va primero?
gd: Tha an cladhach àrc-eòlais fosgailte gus an t-saibhreas luachmhor aig a' phioramaid a ruigsinn. Co-dhiù, aig amannan tha e nas fheàrr ma thèid dithis a' feuchainn ri chèile. Cò thig an toiseach?
gl: As escavacións están abertas para chegar á pirámide para o seu contido redentor. Non obstante, algunhas escavacións fanse mellor con dous competidores. Quen chega primeiro?
pl: Rozpoczęły się prace wykopaliskowe, mające na celu odkrycie pogrzebanych szczątków. Prowadzi się je najlepiej w dwu grupach, konkurujących ze sobą. Kto pierwszy?
pt_br: Estão abertas as escavações para alcançar o conteúdo compensador da pirâmide. Algumas escavações, entretanto, são melhor executadas por dois competidores. Quem vai primeiro?
sr: Ископавања су отворене за стизање до пирамиде зарад њеног садржаја откупнине. Нека ископавања, међутим, најбоље је одрадити са два такмичара. Ко стиже први?
sv: Utgrävningarna är öppna för att nå pyramidens befriande innehåll. En del utgrävning görs dock bäst med två tävlande. Vem kommer först?
tr: Kazılar piramitin kurtarıcı içeriğine ulaşmak için yapılabilir. Ancak bazı kazılar ne yazık ki iki rakiple en iyi şekilde yapılır. Kim ilk gelecek?

source: Catch them at the half way point
ca: Atrapa'ls a mig camí
es: Atrápalos a medio camino
gd: Beir orra letheach slighe
gl: Atrápaos na metade do camiño
pl: Złap je wszystkie na półmetku
pt_br: Alcance-os na metade do caminho
sr: Похватајте их на пола пута
sv: Fånga dem halvvägs
tr: Hepsini yarı yolda yakala
zh_tw: 在半路上抓住他們

source: The Pingus are separated from the exit by large abyss. A simple bridge won't be enough to catch them safely, unless of course you find the right place to put it. Can you uncover that spot?
ca: Els pingus estan separats de la sortida per un gran abisme. Un simple pont no serà suficient per atrapar-los sense perill. A no ser, és clar, que trobis el lloc adequat per posar-lo. Sabràs trobar aquest punt?
es: Los pingus están separados de la salida por un gran abismo. Un simple puente no bastará para atraparlos sin peligro. A no ser, claro está, que encuentres el lugar adecuado para ponerlo. ¿Sabrás encontrar ese punto?
gd: Chaidh na cinn-fhionn a sgaradh on doras a-mach le aibheis mhòr. Cha dèan drochaid simplidh a' chùis gus beir orra gu sàbhailte. Uill, mura tog thu air an àite cheart i co-dhiù. Am faigh thu lorg air an àite seo?
gl: Os Pingus están separados da saída por un gran abismo. Unha simple ponte non será suficiente para atrapalos con seguridade, a menos que, por suposto, atopes o lugar axeitado para poñela. Podes descubrir ese lugar?
pl: Pingusy są oddzielone od wyjścia przez ogromną otchłań. Zwykły most nie wystarczy, aby przeprowadzić je bezpiecznie, chyba że znajdziesz dobre miejsce na przeprawę.
pt_br: Os Pingus estão separados da saída por um abismo enorme. Uma simples ponte não será suficiente para alcançá-los com segurança, a menos que, claro, você encontre o lugar ideal para colocá-la. Você consegue descobrir esse local?
sr: Пингвинце од излаза дели широка провалија. Једноставан мост неће бити довољан за њихово безбедно хватање, наравно осим ако не пронађете право место за његово постављање. Да ли можете да откријете ту тачку?
sv: Pingus är avskilda från utgången av en stor avgrund. En enkel bro kommer inte att vara nog för att fånga dem säkert, såvida du inte kan hitta rätt ställe att sätta den på. Kan du finna en sådan punkt?
tr: Pingular çıkıştan büyük bir uçurum ile ayrılmışlar. Basit bir köprü güvenle yakalanmaları için yeterli olmayacak. Ta ki koyacak doğru bir yer buluncaya kadar. Bu noktayı bulabilir misin?

source: Claustrophobia
ca: Claustrofòbia
es: Claustrofobia
gd: Fuath-dùinteachd
gl: Claustrofobia
pl: Klaustrofobia
pt_br: Claustrofobia
sr: Страх од затвореног простора
sv: Klaustrofobi
tr: Kapalı yer korkusu
zh_tw: 幽閉恐怖症

source: Hidden deep below the pyramid the pingus come across a small underground room, but unfortunately a large tree root blocks their path...
ca: Amagada en el racó més profund de la piràmide els pingus troben una petita habitació subterrània, però malauradament una gran arrel d'arbre bloqueja el seu camí...
es: Escondida en el rincón más profundo de la pirámide, los pingus descubren una pequeña habitación subterránea. Pero lamentablemente una gran raíz de árbol les bloquea el camino...
gd: Gu domhain fon phioramaid, thachair na cinn-fhionn ri seòmar beag falaichte on talamh, ach gu mì-fhortanach tha freumh mòr craoibhe a' bacadh an t-slighe...
pl: W podziemiach piramidy, Pingusy natknęły się na niewielką komnatę, niestety, wielki korzeń drzewa blokuje im drogę.
pt_br: Escondido bem abaixo da pirâmide, os Pingus se depararam com uma pequena câmara subterrânea, mas infelizmente uma grande raíz de árvore bloqueia seu caminho...
sr: Скривени дубоко испод пирамиде пингвинци пролазе кроз малу подземну собу, али нажалост широко корење дрвета им стоји на путу...
sv: Gömd djupt under pyramiden har Pingus stött på ett litet underjordiskt rum - men tyvärr blockerar en stor trädrot deras väg...
tr: Piramitin gizli derinliğinde Pingular küçük bir yeraltı odasıyla karşılaşırlar, fakat büyük bir ağaç kökü yollarını kapatır...
zh_tw: 藏在金字塔下深處，pingus來到一個很小的地下房間，但不幸的是，一個巨大樹根擋住了他們的路...

source: A bit to the right a bit to left
ca: Una mica a la dreta, una mica a l'esquerra
es: Un poquito a la derecha, un poquito a la izquierda
gd: Beagan gu deas, beagan gu clì
gl: Un chisco á dereita un chisco á esquerda
pl: W prawo i w lewo
pt_br: Um pouco para a direta, um pouco para a esquerda
sr: Мало десно мало лево
sv: Lite till vänster och lite till höger
tr: Biraz sağa biraz sola
zh_tw: 一些到右邊一些到左邊
