Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: As you might have already figured out from previous levels, you often have to combine different actions to get the job done. Due to the lack of a Digger action in this level the Bomber needs to jump in, but how can it reach the place to bomb?
ca: Tal i com ja deus haver deduït a partir dels nivells anteriors, sovint has de combinar diferents accions per fer la feina. Degut a la falta de perforadors en aquest nivell cal que el bombarder entri en escena. Però com pot arribar fins al lloc que cal fer explotar?
es: Como ya debes haber deducido de otros niveles, a veces tienes que combinar distintas habilidades para conseguir tu objetivo. Debido a la falta de un perforador en este nivel, el bombardero necesita aparecer. ¿Pero cómo puede alcanzar el lugar para explotar?
gd: Mar a mhothaicheadh tu sna leibheilean roimhe, feumaidh tu gnìomhan eadar-dhealaichte a chur ri chèile gu tric ach an ruig thu an ceann-uidhe. On a tha Cladhaichear a dhìth ort, feumaidh tu Bomadair a chleachdadh, ach ciamar a ruigeas e an àite far a bheil e a dhìth?
gl: Como quizais xa descubriches dos niveis anteriores, moitas veces tes que combinar diferentes habilidades para facer o traballo. Debido á falta dunha habilidade de Escavador neste nivel, o Bombardeiro precisa saltar, pero como pode chegar ao lugar para bombardear?
pl: Jak widzisz, często trzeba korzystać z różnych umiejętności Pingusów, aby wykonać zadanie. W kraju brakuje techników wiertniczych, zatem musisz wysadzić niewykwalifikowanych robotników. Tylko jak ich zmusić, aby dotarli na miejsce eksplozji?
pt_br: Como você já te deve ter percebido pelos níveis anteriores, frequentemente você tem que combinar diferentes ações para realizar a tarefa. Devido à falta da ação de Escavador neste nível, o Pingus-bomba precisa fazer o serviço, mas como é que ele vai chegar ao local para explodir?
sr: Као што сте можда открили из претходних нивоа, често морате да комбинујете различите радње да бисте обавили задатак. Због недостатка радње копања на овом нивоу самоубица мора да ускочи, али остаје проблем како га довести до места за експлозију?
sv: Som du säkert redan har förstått från föregående banor måste du ofta kombinera olika manövrar för att klara en bana. På grund av att det inte finns tillgång till någon grävmanöver på denna bana finns istället bombaren till hands - men hur kan den nå bombmålet?
tr: Kao sto si do sada mogao ukapirati iz prethodnih nivoa cesto moras da kombinujes razlicite akcije da bi obavio zadatak. Zbog nedostatka akcije Kopanja na ovom nivou Samoubica mora da obavi posao. Pitanje je kako ga dovesti da mesta za eksploziju?
zh_tw: 相信從前幾關的經驗得知，可能時常要結合許多不同的動作，順利通過關卡。由於這關對於鑽洞動作的數量有限，爆破人員也需要跳進來幫忙，但是，要如何找到一個對的位置及對的時機點爆破呢？

source: Bridging gets more complicated...
ca: Els ponts es compliquen...
es: Los puentes se complican...
gd: Fàsaidh togail dhrochaidean nas duilghe...
gl: Construir faise máis complicado...
pl: Zbuduj most nad Doliną Rospudy...
pt_br: A construção de pontes começa a complicar...
sr: Мостоградња се компликује...
sv: Brobyggandet blir mer komplicerat...
tr: Mostogradnja se komplikuje...
zh_tw: 搭橋的動作愈來愈複雜...

source: Once again you have to combine actions carefully and wisely. If you don't you could end up in the hole just before the exit, so think about how to avoid that.
ca: Un cop més has de combinar les accions amb compte i amb seny. Si no, podries acabar en el forat que hi ha just abans de la sortida, o sigui que rumia bé com evitar-ho.
es: Una vez más tienes que combinar tus acciones con cuidadosa y sabiamente. Si no, puedes acabar en la fosa que hay justo delante de la salida, así que piensa como evitarlo.
gd: Feumaidh tu na gnìomhan a chur ri chèile gu cùramach glic a-rithist, air neo thèid do ghlacadh san toll faisg air an doras a-mach. Smaoinich air ciamar a sheachnas tu seo.
gl: Unha vez máis tes que combinar as habilidades con coidado e sabiduria. Se non o fas, poderías acabar no burato xusto antes da saída, así que pensa como evitalo.
pl: Musisz mądrze pokierować Pingusami. Jeśli tego nie zrobisz, możesz skończyć w dołku przed samym wyjściem.
pt_br: Novamente, você tem de combinar as ações com cuidado e sabedoria. Senão você pode terminar num buraco perto da saída, portanto pense em como evitar isto.
sr: Још једном морате пажљиво и мудро да комбинујете радње. Ако не урадите тако зачас можете да завршите у понору баш пред самим излазом, зато размислите о томе како да избегнете ово.
sv: Ännu en gång måste du försiktigt och klokt kombinera manövrar. Om du inte gör det kan du hamna i hålet precis innan utgången. Fundera på hur du kan undvika ett sådant scenario.
tr: Jos jednom se akcije moraju mudro i pazljivo kombinovati, jer bi bez toga zacas zavrsili u rupi pre izlaza, zato smisli kako da to izbegnes.
zh_tw: 這一次又是需要你小心及巧妙的結合數個行為。如果不小心的話，可能會在出口前的大洞失敗，所以...仔細想想要如何避免喔！

source: If too high, your Pingu will die...
ca: Si és massa alt, el teu Pingu morirà...
es: Tu pingu morirá si cae desde demasiada altura...
gd: Ro àrd is gheibh an ceann-fionn bàs...
gl: O teu Pingu morrerá se cae dende moi alto...
pl: Z góry długo się spada
pt_br: Se for muito alto, seus Pingus vão morrer...
sr: Ко високо лети, ниско пада...
sv: Din Pingu kommer dö om det är för högt...
tr: Ko visoko leti, nisko pada...
zh_tw: 如果太高的話，小企鵝會死掉...

source: Teamwork is the way to the exit this time. You don't have enough Floaters to reach the exit, so just send a few and let them prepare the path for the rest.
ca: El treball en equip és la clau aquesta vegada. No tens prou flotadors per arribar fins a la sortida, o sigui que envia'n uns quants i deixa que preparin el camí per a la resta.
es: El trabajo en equipo es la forma de alcanzar la salida esta vez. Si no tienes suficientes flotadores para alcanzar la salida, envía unos cuantos y haz que preparen el camino para los demás.
gd: Feumaidh na cinn-fhionn obair mar sgioba an turas seo. Chan eil Fleòdragain gu leòr agad gus an doras a-mach a ruigsinn, mar sin cuir cuid dhiubh a-null gus an rathad ullachadh dha chàch.
gl: O traballo en equipo é a maneira para chegar a saída desta vez. Non tes suficientes paracaidas para chegar á saída, así que só tes que enviar algúns e facer que preparen o camiño para o resto.
pl: Współpraca jest jedyną szansą na osiągnięcie wyjścia. Nie masz śmigieł dla wszystkich, zatem zrzuć kilku spadochroniarzy, którzy przygotują drogę dla reszty.
pt_br: É preciso trabalhar em equipe para se chegar à saída. Você não tem Flutuadores suficientes, por isto, envie apenas alguns e deixa-os preparar o caminho para os restantes.
sr: Овог пута је тимски рад пут до излаза. Немате довољно падобранаца да стигнете до излаза, зато пошаљите само њих неколико да прокрче пут за остале.
sv: Lagarbete är nyckel till framgång här. Du har inte tillräckligt med svävare för att nå utgången. Skicka in endast ett par stycken svävare och låt dem förbereda vägen för de andra.
tr: Ovog puta je potreban timski rad da bi se doslo do izlaza. Nema dovoljno Padobranaca da bi svi dosli do izlaza, tako da je potrebno poslati nekoliko njih, koji moraju pripremiti stazu za ostale.
zh_tw: 這一關要巧妙的運用團隊工作。因為沒有足夠的漂浮板可以讓小企鵝到出口，所以只能讓少數的小企鵝為其他的同伴舖路。

source: Learn to use the bridge
ca: Aprèn a fer servir el pont
es: Aprende a usar el puente
gd: Ionnsaich togail dhrochaidean
gl: Aprende a contruir pontes
pl: Naucz się budować mosty
pt_br: Aprenda a usar a ponte
sr: Научи да користиш мост
sv: Lär dig att använda bron
tr: Nauci da koristis most
zh_tw: 學習架橋

source: If no Jumper is at hand and a large hole needs to be passed, a bridge can be pretty helpful. It takes some time to build, but unlike the jumper action it allows following Pingus to reach the other end too.
ca: Si no tens cap saltador a mà i hi ha un gran forat que cal passar, un constructor de ponts pot ser força útil. Triga una mica a construir-se, però al contrari que l'acció de saltar permet que els pingus següents també arribin a l'altre costat.
es: Si no tienes saltadores a mano y necesitas superar un gran agujero, un puente puede ser de mucha ayuda. Toma algo de tiempo construirlo, pero, al contrario que el saltador, esta habilidad permite que los pingus que lo siguen puedan llegar también al otro extremo.
gd: Ma tha agad ri faighinn thairis air toll mhòr is Leumadair a dhìth ort, faodaidh Drochaid a bhith air leth feumail. Bheir e ùine tè a thogail, ach eu-coltach ris an Leumadair faodaidh an còrr dhe na cinn-fhionn a cleachdadh gus an taobh thall a ruigsinn.
gl: Se non hai Saltadores a man e hai que pasar un burato grande, unha ponte pode ser moi útil. Leva algo de tempo construila, pero a diferenza da habilidade Saltador esta habilidade permite aos Pingus co seguen chegar o outro extremo.
pl: Gdy w kraju brakuje skoczków, a trzeba przebyć wielką dolinę, niezbędny jest most. Potrzeba trochę czasu na jego zbudowanie, ale pozostałe Pingusy także mogą po nim przejść.
pt_br: Se nenhum Saltador estiver à mão e um grande buraco precisar ser ultrapassado, uma ponte pode ser bastante útil. Ela leva algum tempo para ser construída mas, ao contrário da ação de Saltador, ela permite que outros Pingus sigam e também atinjam o fim.
sr: Ако на располагању нема скакача а потребно је премостити велику јаругу, онда је мост у овој прилици врло корисна ствар. Потребно је мало више времена за његову изградњу, али за разлику од радње скакања омогућава осталим Пингвинцима да такође дођу до друге стране.
sv: Om inte en hoppare finns i krokarna och ett stort hål måste passeras kan en bro vara rätt användbar. Den tar tid att bygga, men olikt hoppmanövern gör den att efterföljande Pingus också kan nå den andra sidan.
tr: Ako nema na raspolaganju Skakaca a treba preci preko velike rupe, onda je most vrlo korisna stvar. Potrebno je malo vremena da se most izgradi, ali svi Pingusi koji slede mogu da ga koriste, za razliku o skakanja.
zh_tw: 這一關無法使用跳躍的能力越過前方大洞，而搭橋的行為在這一關就非常有幫助了。也許這會花上一點時間，但是和跳躍行為不同的是，搭好的橋還可以幫助其他的企鵝到達目的地。

source: Three solutions, it's up to you
ca: Tres solucions, tu decideixes
es: Tres soluciones, tú eliges
gd: Trì fuasglaidhean, tha e suas riut fhèin
gl: Tres opcións, ti escolles
pl: Trzy rozwiązania
pt_br: Três soluções, você escolhe
sr: Три решења, на вама је да одлучите
sv: Tre lösningar, det är upp till dig
tr: Üç çözüm var, birisini seçmek sana kalmış
zh_tw: 三種解決方法，就看您的決定囉！

source: Now that you've learned all the actions, it's time for some more practice. This level presents you with at least three different ways to solve it. It's up to you which one you pick.
ca: Ara que ja has aprés totes les accions, és hora de practicar una mica més. Aquest nivell té almenys tres possibles solucions. Tu decideixes quina triar.
es: Ahora que ya has aprendido todas las habilidades, es hora de practicar un poco más. Este nivel te permite al menos tres formas distintas de solucionarlo. Tú eliges cuál.
gd: On a tha thu air a h-uile gnìomh ionnsachadh, 's e an cleachdadh a nì bòidheach! Tha air a char as lugha trì dòighean ann gus an leibheil seo fhuasgladh. Tha e suas riut fhèin dè an t-slighe a thaghas tu.
gl: Agora que aprendiches todas as habilidades, é hora de practicar máis. Este nivel preséntache polo menos tres formas diferentes de resolvelo. depende de ti cal escoller.
pl: Jako że umiesz już wszystko, czas na praktykę. Ten poziom można rozwiązać co najmniej na trzy sposoby. Od ciebie zależy który wybierzesz.
pt_br: Agora que você já sabe todas as ações, é hora de uma pouco mais de prática. Este nível tem pelo menos três maneiras diferentes de ser resolvido. Cabe a você qual delas escolher.
sr: Сада када сте научили све радње, време је за мало вежбања. Овај ниво вам нуди барем три различита начина за решавање. На вама је да одлучите који ћете да изаберете.
sv: Nu när du har lärt dig alla manövrar är det tid för mer träning. Den här banan ger dig chansen att lösa den på tre varierande sätt. Det är upp till dig vilken lösning du väljer.
tr: Artık tüm yetenekleri öğrendin, artık biraz pratik zamanı. Bu bölümü en az üç yolla çözebilirsin. Hangisini tercih edeceğiniz sana kalmış.
zh_tw: 現在您已學會了所以該學的方法了，只需要再多一點的練習。這次的這關方式有三種，就看看您喜歡挑選哪一種作為過關方法喔！

source: Climb, Climber, climb... and build a bridge
ca: Escala, escalador, escala... i construeix un pont
es: Escala, escalador, escala... y construye un puente
gd: A shreapadair, sreap... is tog drochaid
gl: Escala, escala, sube... e fai unha ponte
pl: Pnij się w górę, aby budować mosty
pt_br: Escale, alpinista, escale... e contrua uma ponte
sr: Пењање, пентрање, пењање... и мостоградња
sv: Klättra, klättra, klättra... och bygg en bro
tr: Tırman, Pingu, tırman... ve bir köprü yap
zh_tw: 爬啊爬, 攀登者, 爬啊爬... 然後造橋

source: Once again you get access to a new action. The Climber action allows a Pingu to climb up straight walls, thus allowing him to reach stuff that might be too high to reach by other means.
ca: Un cop més tens accés a una nova acció. L'escalador permet a un pingu escalar parets, podent així arribar a coses que estan massa amunt com per arribar-hi d'altres maneres.
es: De nuevo tienes acceso a una nueva habilidad. La acción escalar permite a un pingu trepar por los muros, de forma que pueda llegar a sitios que pueden ser demasiado altos para alcanzarlos por otros medios.
gd: Seo gnìomh ùr eile dhut. Ma tha e na Shreapadair, 's urrainn do cheann-fionn ballaichean inghearach a shreap is faighinn dha dh'àiteachan àrda nach gabhadh ruigsinn air dòighean eile.
gl: Unha vez máis tes acceso a unha nova habilidade. A habilidade Escalador permítelle a un Pingu escalar paredes rectas, permitíndolle así alcanzar cousas que poden ser demasiado altas para alcanzar por outros medios.
pl: Poznasz teraz nowy typ Pingusów. Alpinista może wejść na pionowe ściany, niedostępne dla reszty śmiertelników.
pt_br: Mais uma vez você tem acesso a uma nova ação. A ação de Alpinista permite a um Pingu escalar paredes lisas, permitindo, assim, que atinja coisas que estejam muito altas para serem atingidas por outros meios.
sr: Још једном сте задобили приступ новој радњи. Радња пењача омогућава Пингвинцу да се пентра уз равне усправне зидове, и да тако досегне ствари које би могле бити превише високе за друга средства.
sv: Ännu en gång får du tillgång till en ny manöver. Klättraren gör att en Pingu kan klättra uppför raka väggar, och på så sätt gör att han kan nå platser som annars är för högt belägna.
tr: Bir kere daha yeni bir yetenek öğrendiniz. Dağcı yeteneği bir Pingunun düz duvarlara tırmanabilmesini, böylece diğer yollarla erişmesi için çok yüksekte olan şeylere uzanabilmesini sağlar.
zh_tw: 這回又要學習新的技巧了！攀登者的這個行為可以讓企鵝爬上陡峭的圍牆，如此可以讓他們達到對他們而言太高而無法到達的地方。

source: Entrance high, Exit low
ca: Entrada alta, sortida baixa
es: Entrada alta, salida baja
gd: Inntrigeadh àrd, doras a-mach ìosal
gl: Entrada alta, saída baixa
pl: Upadek z wysoka
pt_br: Entrada alta, Saída baixa
sr: Висок улаз, низак излаз
sv: Ingång hög, utgång låg
tr: Giriş üstte, Çıkış altta
zh_tw: 高入口，低出口

source: If you don't have enough floaters to bring all the Pingus down to the exit - you have to find other ways to guide them down. You should have learned all the stuff you need for this level in previous levels, so this shouldn't be too much of a problem for you.
ca: Si no tens prou flotadors per portar a tots els pingus fins a la sortida, has de trobar altres maneres de guiar-los fins abaix. Hauries d'haver après tot el que necessites saber en nivells anteriors, o sigui que aquest no hauria de suposar un gran problema.
es: Si no tienes suficientes flotadores para bajar a todos los pingus hasta la salida, tienes que encontrar otras formas de llevarles allí. Ya deberías haber aprendido el resto todo lo que necesitas saber para este nivel en los anteriores, así que no tendrías que tener muchos problemas con este.
gd: Mur eil Fleòdragain gu leòr agad ach am faigh a h-uile ceann-fionn sìos dhan doras a-mach, feumaidh tu dòighean eile a lorg gus an stiùireadh. Cha bhi a dhìth ort san leibheil seo ach na dh'ionnsaich thu sna leibheilean roimhe. Cha bu chòir dha a bhith na thrioblaid mhòr dhut.
gl: Se non tes suficientes Paracaidas para levar a todos os Pingus ata a saída, tes que atopar outras formas de guialos. Xa deberas ter aprendido todo o necesario para este nivel nos niveis anteriores, polo que este non debera ser un problema para ti.
pl: Jeśli nie masz dosyć spadochronów dla Pingusów, musisz poszukać innej drogi na dół. Bułka z masłem dla każdego, kto rozwiązał poprzednie poziomy.
pt_br: Se você não tem flutuadores suficientes para descer os Pingus para a saída, - você vai ter que encontrar outras maneiras de guiá-los para baixo. Você já deve ter aprendido tudo o que precisa para vancer este nível em níveis anteriores, portanto não deve ser difícil para você.
sr: Ако немате довољно пропелера да пребаците све Пингвинце доле до излаза — морате да пронађете друге начине да их одведете до доле. На претходним нивоима треба да сте научили све што вам је потребно за овај ниво, тако да ово не треба да вам представља неки велики проблем.
sv: Ifall du inte har tillräckligt många svävare för att föra ned alla Pingus till utgången måste du finna andra sätt att leda dem dit. Du bör ha lärt dig från föregående banor allt det som krävs för att klara denna bana så det bör gå som en dans på rosor.
tr: Tüm Pinguları aşağıdaki çıkışa getirmek için yeterli süzülen pingun yoksa - onlara rehberlik edecek farklı yollar bulmalısın. Bu bölüm için ihtiyacın olan herşeyi önceki bölümlerle öğrenmiş olmalısın, bu yüzden bu çok da problem olmamalı.
zh_tw: 如果沒有足夠的漂浮板能夠讓小企鵝順利到達出口-您就必須找出其他的方式可以引導他們降落。相信您已經在前幾關學習過相關的方式，對您而言，這一關應該不會太難。

source: One must prepare, the rest must follow
ca: Un ha de preparar, la resta l'ha de seguir
es: Uno debe preparar, el resto le debe seguir
gd: Ullaichidh aonar is leanaidh an còrr
gl: Un prepararse, o resto debe seguilo
pl: Jeden jest lider, reszta podąża
pt_br: Um deve preparar, os outros devem segui-lo
sr: Један припрема, остали га прате
sv: En måste förbereda, resten måste följa
tr: Birini hazırlamak gerekir, geri kalanlar takip etmelidir
zh_tw: 前面的需要準備，其餘的才能跟進

source: Sometimes there are situations where you don't have a Blocker at hand to coordinate your Pingus. You'll have to find other ways to keep them under control while a single one prepares the path for the rest.
ca: A vegades hi ha situacions on no tens un bloquejador a mà per coordinar els teus pingus. Hauràs de trobar altres maneres de mantenir-los sota control mentre un de sol prepara el camí per a la resta.
es: A veces hay situaciones en las que no tienes un bloqueador a mano para coordinar a tus pingus. Tendrás que encontrar otras formas de mantenerlos bajo control mientras uno de ellos prepara el camino para el resto.
gd: Aig amannan, cha bhi Bacadair faisg air làimh gus na cinn-fhionn a cho-òrdanachadh. Mar sin, feumaidh tu dòighean eile a lorg gus smachd a chumail orra fhad 's an ullaich aonan an t-slighe dha chàch.
gl: Ás veces hai situacións nas que non tes un bloqueador a man para coordinar os teus Pingus. Terás que atopar outras formas de mantelos baixo control mentres un só prepara o camiño para o resto.
pl: Niekiedy nie ma stopera do powstrzymania pędzącego tłumu Pingusów. Musisz jakoś inaczej nad nimi zapanować, podczas gdy jeden z nich przygotuje drogę do wyjścia.
pt_br: Às vezes, há situações em que não se tem um Bloqueador disponível para coordenar os Pingus. Você vai ter que achar outros meios para mantê-los controlados, enquanto um apenas prepara o caminho para os outros.
sr: Деси се понекад да немате заустављаче при руци да бисте управљали Пингвинцима. Зато морате да пронађете друге начине да бисте их држали под контролом док један од њих не припреми пут за остале.
sv: Ibland uppkommer situationer då du inte har någon blockare till hands för att koordinera dina Pingus. Du kommer behöva hitta andra vägar för att hålla dem under kontroll medan en enda Pingu förbereder vägen för de andra.
tr: Bazen Pinguları koordine etmek için elinizin altında bloke edici Pingu olmayabilir. Bir tanesi geri kalan Pingular için yol açarken diğerlerini kontrol etmek için farklı yollar bulmalısınız.
zh_tw: 有一些狀況下，無法使用阻擋者的功能來管理企鵝。這時可能就需要利用其他的方式讓企鵝在其中一隻企鵝為其他企鵝找尋出口時能得到控制。

source: Dig and float, just don't fall and smash
ca: Perfora i flota, procura no caure i esclafar-te
es: Perfora y flota, procura no caer y aplastarte
gd: Cladhach is fleòdragan, na tuit is bàsaich
gl: Cavar e flotar, sinxelo non caer e esnaquizar
pl: Kop i fruń, tylko się nie zabij
pt_br: Cave e flutue, só não caia e se arrebente
sr: Копај и лебди, пази да не паднеш и да се разбијеш
sv: Gräv och flyt. Ramla bara inte och krascha
tr: Kaz ve uç, düşme ve çarpma
zh_tw: 挖掘及漂浮，但不要從太高的地方掉落而粉碎喔！

source: Unlike the first two levels, you have two actions available in this level. Your job is again simple: select an action at the panel on the left and apply it to the Pingus so that they will be able to reach the exit. Make sure that not too many of them die.
ca: A diferència dels dos primers nivells, tens dues accions disponibles en aquest nivell. La teva feina torna a ser senzilla: selecciona una acció des del panell de l'esquerra i aplica-la als pingus de manera que puguin arribar a la sortida. Assegura't de que no en morin gaires.
es: Al contrario que en los dos primeros niveles, ahora tienes dos habilidades disponibles. Tu trabajo vuelve a ser sencillo: selecciona una habilidad en el panel de la izquierda y aplícala a los pingus para que puedan llegar a la salida. Asegúrate de que no mueran demasiados.
gd: Eu-coltach ris a' chiad dà leibheil, tha dà ghnìomh agad san leibheil seo. A-rithist, tha na dh'fheumas tu dèanamh simplidh: tagh gnìomh san leòsan chlì is dèan briogadh air na cinn-fhionn ach an ruig iad an doras a-mach. Dèan cinnteach nach fhaigh cus dhiubh bàs.
gl: A diferenza dos dous primeiros niveis, agora tes dúas habilidades dispoñibles.O teu traballo volve ser sinxelo: escolle unha habilidade no panel da esquerda e aplícaa aos Pingus para que poidan chegar á saída. Asegúrate de que non morran moitos.
pl: W odróżnieniu od pierwszych dwóch poziomów, tutaj dostępne są dwie akcje. Masz proste zadanie: wybrać akcję z panelu po lewej i użyć jej na Pingusie tak, aby wszyscy mogli osiągnąć wyjście. Zadbaj, żeby nie uśmiercić zbyt wielu.
pt_br: Ao contrário dos dois primeiros níveis, você tem duas ações disponíveis neste nível. A sua tarefa continua simples: selecionar uma ação do painel à esquerda e aplicá-la nos Pingus, de forma que eles cheguem à saída. Cuidado para que não morram muitos.
sr: За разлику од прва два нивоа, на овом нивоу имате на располагању две радње. Још једном ваш посао је једноставан: изаберите радњу са панела на левој страни и примените је на Пингвинце да би били у могућности да стигну до излаза. Постарајте се да не изгине њих превише.
sv: Till skillnad från de första två banorna har du på den här banan två tillgängliga manövrar. Din uppgift är igen enkel: välj en manöver på panelen till vänster och tillämpa den till Pingus så att de kommer kunna nå utgången. Se till att inte för många av dem dör.
tr: İlk iki seviyeden farklı olarak, iki tane yeni yetenek öğreniyoruz. Yapman gereken gene basit: soldaki panelden bir eylem seç ve bunu Pinguya uygula böylece çıkışa ulaşabileceklerler. Çok fazla Pingunun hayatını kaybetmesine izin verme.
zh_tw: 不同於前兩關，這一關您要將二個動作結合起來。任務十分簡單：選擇左邊控制板上的任一行為，讓小企鵝可利用該行為順利到達出口。小心不要讓太多的小企鵝犧牲喔！

source: Dig, bash and other problems
ca: Perforar, excavar i altres problemes
es: Perforar, excavar y otros problemas
gd: Cladhach, slacadh is trioblaidean eile
gl: Cavar, golpear e outros problemas
pl: Wiertła, tunele i inne wyzwania
pt_br: Escavar, perfurar e outros problemas
sr: Копање, глодање и други проблеми
sv: Gräv, banka och andra problem
tr: Kazma, delme ve diğer sorunlar
zh_tw: 鑽洞、破壞及其他障礙
