Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Pingus is a puzzle game where you need to guide a bunch of little penguins around the world.
ca: Pingus és un joc de trencaclosques on has de guiar un grapat de pingüinets al voltant del món.
es: Pingus es un juego de rompecabezas en el que debes guiar a un puñado de pequeños pingüinos alrededor del mundo.
gd: 'S e geama tòimhseachain a tha ann am Pingus far an stiùirich thu buidheann dhe chinn-fhionn mun cuairt a' chruinne-cè.
gl: Pingus é un xogo de crebacabezas onde tes que guiar a un grupo de pingüíns por todo o mundo.
pl: Pingus to gra logiczna, w której musisz poprowadzić wiele małych pingwinów w podróż dookoła świata.
pt_br: Pingus é um jogo onde você precisa guiar um bando de pequenos pinguins ao redor do mundo.
sr: Пингвинци је игра слагалица у којој треба да водите групу малих пингвинаца по свету.
sv: Pingus är ett pusselspel där du guidar ett gäng små pingviner världen runt.
tr: Pingu oyunu dünyadaki bir sürü pengene rehberlik ederek oynanan bir oyundur.
zh_tw: Pingus 是一個益智遊戲。你將帶領一群小企鵝環遊世界。

source: General Options:
ca: Opcions generals:
es: Opciones generales:
gd: Roghainnean coitcheann:
gl: Opcións xerais:
pl: Opcje ogólne:
pt_br: Opções Gerais:
sr: Опште опције:
sv: Allmänna alternativ:
tr: Genel Seçenekler:
zh_tw: 一般選項:

source: Displays this help
ca: Mostra aquesta ajuda
es: Muestra esta ayuda
gd: Seall a' chobhair seo
gl: Amosa esta axuda
pl: Wyświetla niniejszą pomoc
pt_br: Mostra esta ajuda
sr: Приказује ову помоћ
sv: Visar den här hjälpen
tr: Bu yardım ekranını göster
zh_tw: 顯示此說明

source: Print version number and exit
ca: Mostra la versió i surt
es: Mostrar el número de versión y salir
gd: Clò-bhuail àireamh an tionndaidh is fàg an-seo
gl: Amosar o número de versión e saír
pl: Wyświetl numer wersji i wyjdź
pt_br: Mostrar o número da versão e sair
sr: Исписује број издања и излази
sv: Skriv ut versionsnumret och avsluta
tr: Sürüm numarasını yazdır ve çık
zh_tw: 印出版號以後離開

source: Enable info level log output
ca: Habilita el nivell de registre d'informació
es: Activar el nivel de información del registro
gd: Cuir info level log output an comas
gl: Activar a saída do rexistro de nivel de información
pl: Wypisz informacje diagnostyczne
pt_br: Habilitar saída de registro de informações sobre nível
sr: Укључује излаз дневника нивоа података
sv: Aktivera loggningsutdata på informationsnivå
tr: Bilgi seviyesinde günlük çıktısını aç

source: Enable debug level log output
ca: Habilita el nivell de registre de depuració
es: Activar el nivel de depuración del registro
gd: Cuir debug level log output an comas
gl: Activar a saída do rexistro de nivel de depuración
pl: Wypisz informacje programistyczne
pt_br: Habilitar saída de registro de depuração de nível
sr: Укључује излаз дневника нивоа прочишћавања
sv: Aktivera loggningsutdata på felsökningsnivå
tr: Hata çözme seviyesinde günlük çıktısını aç

source: Disable all log output
ca: Deshabilita el registre
es: Desactivar el registro
gd: Cuir a h-uile log output à comas
gl: Desactivar todas as saídas de rexistro
pl: Wyłącz wszelkie komunikaty
pt_br: Desativar todas as saídas de registros
sr: Искључује све излазе дневника
sv: Inaktivera all loggningsutdata
tr: Tüm günlük çıktısını kapat
zh_tw: 關閉所有的日誌輸出

source: Display Options:
ca: Opcions de pantalla:
es: Opciones de pantalla:
gd: Roghainnean an t-seallaidh:
gl: Opcións de visualización:
pl: Opcje ekranu:
pt_br: Opções de tela:
sr: Опције приказа:
sv: Skärmalternativ:
tr: Görüntü Seçenekleri:
zh_tw: 顯示選項：

source: Start in Window Mode
ca: Engega en mode de finestra
es: Inicia en ventana
gd: Tòisich Pingus ann an uinneag
gl: Comeza no modo xanela
pl: Uruchom w oknie
pt_br: Iniciar em modo janela
sr: Покреће се у режиму прозора
sv: Starta i fönsterläge
tr: Pencerede başlat
zh_tw: 在視窗模式啟動

source: Start in Fullscreen
ca: Engega en mode de pantalla completa
es: Inicia en pantalla completa
gd: Tòisich Pingus làn-sgrìn
gl: Comeza en pantalla chea
pl: Uruchom na pełnym ekranie
pt_br: Iniciar em modo tela cheia
sr: Покреће се преко целог екрана
sv: Starta i helskärm
tr: Tam Ekranda Başlat
zh_tw: 以全螢幕啟動

source: Use the given renderer (default: sdl)
ca: Fes servir el renderitzador indicat (per defecte: sdl)
es: Usa el renderizador indicado (por defecto: sdl)
gd: Cleachd an reandaraiche taghta (bunaiteach: sdl)
gl: Use o renderizador dado (predeterminado: sdl)
pl: Wybierz metodę renderowania (domyślna: sdl)
pt_br: Use o seguinte renderizador (padrão: sdl)
sr: Користи датог исцртавача (основни: sdl)
sv: Använd angiven renderare (standard: sdl)
tr: Belirtilen çeviriciyi kullan (varsayılan: sdl)
zh_tw: 使用給定的渲染器(預設值：sdl)

source: Set the window resolution for pingus (default: 800x600)
ca: Estableix la resolució del joc (per defecte: 800x600)
es: Establece la resolución del juego (por defecto: 800x600)
gd: Suidhich dùmhlachd-bhreacaidh na h-uinneige airson Pingus (Bun-taghadh: 800x600)
gl: Establece a resolución da xanela para pingus (predeterminado: 800x600)
pl: Wybierz rozdzielczość gry (domyślna: 800x600)
pt_br: Definir resolução da tela para o pingus (padrão: 800x600)
sr: Подешава резолуцију прозора (основна: 800х600)
sv: Sätt fönsterupplösning för Pingus (förval: 800x600)
tr: Pingus için pencere çözünürlüğünü ayarlayın (varsayılan: 800x600)
zh_tw: 設定 Pingus 視窗的解析度（預設 800x600）

source: Set the resolution used in fullscreen mode (default: 800x600)
ca: Estableix la resolució emprada en el mode de pantalla completa (per defecte: 800x600)
es: Establece la resolución utilizada en el modo de pantalla completa (por defecto: 800x600)
gd: Suidhich dùmhlachd-bhreacaidh la làn-sgrìn airson Pingus (Bun-taghadh: 800x600)
gl: Establece a resolución utilizada no modo de pantalla chea (predeterminado: 800 x 600)
pl: Wybierz rozdzielczość gry w trybie pełnoekranowym (domyślna: 800x600)
pt_br: Definir a resolução usada no modo tela cheia (padrão: 800x600)
sr: Подешава резолуцију у режиму преко целог екрана (основна: 800x600)
sv: Sätt upplösningen som används i helskärmsläge (förval: 800x600)
tr: Tam ekranda kullanılacak çözünürlüğü seçin (varsayılan: 800x600)
zh_tw: 設定 Pingus 全螢幕的解析度（預設 800x600）

source: Enable software cursor
ca: Habilita el cursor per programari
es: Activa el cursor por software
gd: Cuir cùrsair bathar-buig air
gl: Activar o cursor do software
pl: Włącz kursor programowy
pt_br: Habilita cursor por software
sr: Укључује софтверски курсор
sv: Aktivera mjukvarupekare
tr: Yazılım imlecini etkinleştir
zh_tw: 啟用軟體游標

source: Game Options:
ca: Opcions de joc:
es: Opciones de juego:
gd: Roghainnean geama:
gl: Opcións de xogo:
pl: Ustawienia gry:
pt_br: Opções do Jogo:
sr: Опције игре:
sv: Spelalternativ:
tr: Oyun Seçenekleri:
zh_tw: 遊戲選項：

source: Disable automatic scrolling
ca: Desactiva l'autodesplaçament
es: Desactivar desplazamiento automático
gd: Cuir fèin-sgroladh à comas
gl: Desactivar o desprazamento automático
pl: Wyłącz autoprzewijanie
pt_br: Desativar rolagem automática
sr: Искључује самостално померање
sv: Inaktivera automatisk skärmrullning
tr: Otomatik kaydırmayı pasifleştir
zh_tw: 關閉自動捲軸

source: Enable drag'n drop scrolling
ca: Habilita el desplaçament arrossegant
es: Activar desplazamiento arrastrando
gd: Cuir sgroladh slaod is leig às an comas
gl: Activar desprazamento por arrastrar e soltar
pl: Włącz przewijanie "złap i upuść"
pt_br: Habilitar rolagem por arrastar e soltar
sr: Укључује померање превлачењем и убацивањем
sv: Tillåt dra-och-släpp-rullning
tr: Sürükle bırak kaydırmayı etkinleştir

source: Sound Options:
ca: Opcions de so:
es: Opciones de sonido:
gd: Roghainnean fuaime:
gl: Opcións de son:
pl: Opcje dźwięku:
pt_br: Opções de som:
sr: Опције звука:
sv: Ljudalternativ:
tr: Ses Seçenekleri:
zh_tw: 聲音選項：

source: Disable sound
ca: Desactiva el so
es: Desactivar sonido
gd: Cuir fuaim à comas
gl: Desactivar o son
pl: Wyłącz dźwięk
pt_br: Desativar o som
sr: Искључује звук
sv: Inaktivera ljud
tr: Sesi Kapat
zh_tw: 關閉聲音

source: Disable music
ca: Desactiva la música
es: Desactivar la música
gd: Cuir ceòl à comas
gl: Desactivar a música
pl: Wyłącz muzykę
pt_br: Desativar a música
sr: Искључује музику
sv: Inaktivera musik
tr: Müziği Kapat
zh_tw: 關閉音樂

source: Select language to use with Pingus
ca: Selecciona l'idioma del joc
es: Selecciona el idioma del juego
gd: Tagh an cànan a chleachdas tu le Pingus
gl: Escolla a lingua pra usar con Pingus
pl: Wybierz język gry
pt_br: Seleciona o idioma para usar no Pingus
sr: Бира језик за коришћење са Пингвинцима
sv: Välj språk för Pingus
tr: Oyunda kullanılacak dili seçin
zh_tw: 選擇 Pingus 使用的語言

source: List all available languages
ca: Mostra tots els idiomes disponibles
es: Lista todos los idiomas disponibles
gd: Dèan liosta dhen a h-uile cànan a tha rim faighinn
gl: Listar todalas linguas dispoñibles
pl: Wyświetl dostępne języki
pt_br: Listar todos os idiomas disponíveis
sr: Исписује све доступне језике
sv: Visa alla tillgängliga språk
tr: Kullanılabilir tüm dilleri listele
zh_tw: 列出所有可用的語言

source: Loads the level editor
ca: Carrega l'editor de nivells
es: Carga el editor de niveles
gd: A' luchdadh deasaiche nan leibheil
gl: Carga o editor de niveis
pl: Wczytuje edytor poziomów
pt_br: Lança o editor de níveis
sr: Учитава уређивача нивоа
sv: Öppnar banredigeraren
tr: Bölüm düzenleyiciyi yükler
zh_tw: 載入關卡編輯器

source: Directory Options:
ca: Opcions de directori:
es: Opciones de directorio:
gd: Roghainnean a' phasgain:
gl: Opcións do directorio:
pl: Opcje katalogów:
pt_br: Opções de diretório:
sr: Опције директоријума:
sv: Katalogalternativ:
tr: Dizin Seçenekleri:
zh_tw: 目錄選項：

source: DIR
ca: DIRECTORI
es: DIRECTORIO
gd: PASGAN
pl: KATALOG
sr: ДИР
sv: KATALOG
tr: DİZİN
zh_tw: 目錄

source: Load game datafiles from DIR
ca: Carrega els fitxers de dades del joc des de DIRECTORI
es: Cargar los archivos de datos del juego desde DIRECTORIO
gd: Luchdaich faidhlichean dàta a' gheama o DIR
gl: Cargar ficheiros de datos do xogo desde DIR
pl: Wczytuje dane gry z KATALOGU
pt_br: Carregar arquivos de dados do jogo de DIR
sr: Учитава датотеке података игре из ДИР-а
sv: Läs in speldatafiler från KATALOG
tr: DİZİNDEN oyun veri dosyalarını yükle

source: Load config files and store savegames in DIR
ca: Carrega els fitxers de configuració i desa les partides a DIRECTORI
es: Cargar los ficheros de configuración y guardar las partidas en DIRECTORIO
gd: Luchdaich faidhlichean rèiteachaidh is sàbhail savegames ann an DIR
gl: Carga ficheiros de configuración e almacena partidas gardadas en DIR
pl: Wczytuje pliki konfiguracyjne i zapisuje stan gry w KATALOGU
pt_br: Carregar arquivos de configurações e armazenar jogos salvos em DIR
sr: Учитава датотеке подешавања и чува сачуване игре у ДИР-у
sv: Läs in konfigurationsfiler och spara spel i KATALOG
tr: Yapılandırma dosyalarını yükle ve kayıtlı oyunları DİZİNE kaydet
zh_tw: 載入配置檔並將遊戲儲存至DIR

source: Load game modifications from DIR
ca: Carrega les modificacions del joc des de DIRECTORI
es: Cargar las modificaciones del juego desde DIRECTORIO
gd: Luchdaich modifications a' gheama o DIR
gl: Cargar modificacións do xogo dende DIR
pl: Wczytaj modyfikacje gry z KATALOGU
pt_br: Carregar modificações do jogo de DIR
sr: Учитава измене игре из ДИР-а
sv: Läs in speländringar från KATALOG
tr: Oyun değişikliklerini DİZİNDEN yükle
zh_tw: 從DIR中載入遊戲更動

source: Don't read ~/.pingus/config
ca: No llegeixis ~/.pingus/config
es: No leer ~/.pingus/config
gd: Na leugh ~/.pingus/config
gl: Non leas ~/.pingus/config
pl: Nie wczytuj ~/.pingus/config
pt_br: Não ler ~/.pingus/config
sr: Не чита „~/.pingus/config“
sv: Läs inte ~/.pingus/config
tr: ~/.pingus/config dosyasını okuma
zh_tw: 不讀取 ~/.pingus/config

source: FILE
ca: FITXER
es: ARCHIVO
gd: FAIDHLE
gl: FICHEIRO
pl: PLIK
pt_br: ARQUIVO
sr: ДАТОТЕКА
sv: FIL
tr: DOSYA

source: Read config options from FILE
ca: Llegeix les opcions de configuració des de FITXER
es: Leer las opciones de configuración desde FICHERO
gd: Leugh roghainnean rèiteachaidh o FAIDHLE
gl: Ler as opcións de configuración dende FICHEIRO
pl: Wczytaj konfigurację z PLIKU
pt_br: Ler opções de configuração de ARQUIVO
sr: Чита опције подешавања из ДАТОТЕКЕ
sv: Läs konfigureringsalternativ från FIL
tr: Yapılandırma seçeneklerini DOSYA'dan yükle
zh_tw: 從FILE中讀取配置選項

source: Uses the controller given in FILE
ca: Fa servir el controlador indicat a FITXER
es: Usa el controlador indicado en ARCHIVO
gd: Cleachdaich an t-uidheam-smachd ann an FAIDHLE
gl: Usa o controlador indicado en FICHEIRO
pl: Używa kontrolera z PLIKU
pt_br: Usa o controlador especificado em ARQUIVO
sr: Користи управљача датог у ДАТОТЕЦИ
sv: Använd kontrollern som ges i FIL
tr: DOSYA da verilen denetleyiciyi kullanır
zh_tw: 使用 FILE 內給定的控制器

source: Debug Options:
ca: Opcions de depuració:
es: Opciones de depuración:
gd: Roghainnean dì-bhugachaidh:
gl: Opcións de depuración:
pl: Opcje diagnostyczne:
pt_br: Opções de depuração:
sr: Опције прочишћавање:
sv: Felsökningsalternativ:
tr: Hata Çözme Seçenekleri:
zh_tw: 除錯選項：

source: Enables some special features for developers
ca: Habilita algunes característiques especials per als desenvolupadors
es: Activa algunas características especiales para los desarrolladores
gd: Cuiridh seo feartan sònraichte dha leasaichearan an comas
gl: Activa algunhas funcións especiais para desenvolvedores
pl: Włącza ułatwienia dla programistów
pt_br: Habilitar alguns recursos especiais para desenvolvedores
sr: Укључује неке посебне функције за програмере
sv: Aktivera vissa speciella verktyg för utvecklare
tr: Geliştiriciler için bazı özellikleri etkinleştirir
zh_tw: 開啟一些對開發者有用的特殊功能

source: Set the game speed (0=fastest, >0=slower)
ca: Estableix la velocitat del joc (0=la més ràpida, >0=més lenta)
es: Establece la velocidad del juego (0=la más rápida, >0=más lenta)
gd: Suidhich astar a' gheama (0=as luaithe, >0=nas slaodaiche)
gl: Establece a velocidade do xogo (0= a máis rápida, >0= a máis lenta)
pl: Ustaw szybkość gry (0=najszybsza, >0=wolniejsza)
pt_br: Especificar a velocidade do jogo (0=o mais rápido, >0=mais lento)
sr: Подешава брзину игре (0=најбрже, >0=спорије)
sv: Ange spelhastigheten (0=snabbast, >0=långsammare)
tr: Oyun hızını ayarla (0=en hızlı, >0=daha yavaş)
zh_tw: 設置遊戲速度(0=最快, >0=稍慢)

source: Set the desired game framerate (frames per second)
ca: Estableix les imatges per segon desitjades
es: Establecer la tasa de fotogramas deseada (fotogramas por segundo)
gd: Suidhich astar frèama a' gheama (frèama san diog)
gl: Establece a velocidade de fotogramas do xogo desexada (fotogramas por segundo)
pl: Ustaw żądaną ilość klatek przez sekundę
pt_br: Definir a taxa de quadros desejada para o jogo (quadros por segundo)
sr: Подешава жељени проток кадрова игре (кадрова у секунди)
sv: Ange önskad spelbildfrekvens (bildrutor per sekund)
tr: İstenen çerçeve oranını ayarlayın (saniyedeki kare sayısı)
zh_tw: 設定想要的遊戲幀率(幀/秒)

source: Set the size of the map tiles (default: 32)
ca: Estableix la mida de les rajoles del mapa (per defecte: 32)
es: Establece el tamaño de los mosaicos del mapa (por defecto: 32)
gd: Suidhich meud nan leacagan (Bun-taghadh: 32)
gl: Establece o tamaño dos mosaicos do mapa (predeterminado: 32)
pl: Ustaw rozmiar kafelek map (domyślny: 32)
pt_br: Especifica o tamanho dos ladrilhos (padrão: 32)
sr: Подешава величину поља карте (основна: 32)
sv: Ange storleken på kartrutorna (standard: 32)
tr: Döşeme boyutunu ayarla (öntanımlı: 32)
zh_tw: 設置探險地圖的尺寸 (預設: 32)

source: Pingus: Out of memory!
ca: Pingus: Sense memòria!
es: Pingus: ¡Memoria insuficiente!
gd: Pingus: Gun chuimhne air fhàgail
gl: Pingus: Sen memoria!
pl: Pingus: Brak pamięci!
pt_br: Pingus: Sem memória!
sr: Пингвинци: Нема више меморије!
sv: Pingus: Slut på minnet!
tr: Pingus: Bellek yetersiz!
zh_tw: Pingus：記憶體不足！

source: Pingus: Standard exception caught!:
ca: Pingus: Excepció estàndard capturada!:
es: Pingus: ¡Interceptada excepción estándar!:
gd: Pingus: exception coitcheann air a ghlacadh!:
gl: Pingus: Excepción estándar capturada!:
pl: Pingus: Przechwycono standardowy wyjątek!:
pt_br: Pingus: Exceção padrão encontrada!:
sr: Пингвинци: Ухваћен је уобичајени изузетак!:
sv: Pingus: standardundantag fångat!:
tr: Pingus: Standart bir istisna yakalandı!:
zh_tw: Pingus: 標準異常！：

source: Pingus: Unknown throw caught!
ca: Pingus: S'ha capturat una excepció desconeguda!
es: Pingus: ¡Interceptada excepción desconocida!
gd: Pingus: throw neo-aithnichte air a ghlacadh!
gl: Pingus: Lanzamento descoñecido capturado!
pl: Pingus: Przechwycono nieznany wyjątek!
pt_br: Pingus: emissão desconhecida apanhada!
sr: Пингвинци: Ухваћен је непознат хитац!
sv: Pingus: okänt kast fångat!
tr: Pingus: Bilinmeyen aykırı durum yakalandı!
zh_tw: Pingus: 發生不明錯誤！

source: unlimited
ca: il·limitat
es: ilimitado
gd: gun chrìch
gl: ilimitado
pl: bez ograniczeń
pt_br: ilimitado
sr: неограничено
sv: obegränsad
tr: sınırsız
zh_tw: 無限

source: Screenshot: Saving screenshot to:
ca: Captura de pantalla: desant la captura a:
es: Captura de pantalla: guardando captura en:
gd: Glacadh-sgrìn: sàbhail dealbh an sgrìn mar:
gl: Captura de pantalla: gardando a captura en:
pl: Zrzut ekranu: zapisywanie do:
pt_br: Captura da tela: salvando a tela em:
sr: Снимак екрана: Чувам снимак екрана у:
sv: Skärmbild: Sparar skärmbild till:
tr: Ekran görüntüsü: Ekran görüntüsü şuraya kaydediliyor:
zh_tw: 螢幕擷取: 將擷取圖存至:

source: Screenshot: Screenshot is done.
ca: Captura de pantalla: s'ha fet la captura.
es: Captura de pantalla: captura realizada.
gd: Glacadh-sgrìn: chaidh dealbh an sgrìn a shàbhaladh.
gl: Captura de pantalla: a captura está feita.
pl: Zrzut ekranu: gotowe.
pt_br: Captura da tela: captura efetuada.
sr: Снимак екрана: Снимак екрана је направљен.
sv: Skärmbild: Skärmbild är klar.
tr: Screenshot: Ekran görüntüsü kaydedildi.
zh_tw: 螢幕擷取: 螢幕截圖已完成

source: Screenshot: Couldn't write file:
ca: Captura de pantalla: no s'ha pogut escriure el fitxer:
es: Captura de pantalla: no se ha podido grabar el archivo:
gd: Glacadh-sgrìn: cha deach am faidhle a shàbhaladh:
gl: Captura de pantalla: non se puido escribir o ficheiro:
pl: Zrzut ekranu: nie można zapisać pliku:
pt_br: Captura da tela: não foi possível salvar arquivo:
sr: Снимак екрана: Не могу да запишем датотеку:
sv: Skärmbild: Kunde inte skriva till fil:
tr: Screenshot: Dosyaya yazılamıyor:
zh_tw: 螢幕擷取: 無法寫入檔案:

source: If the way is blocked, bash away
ca: Si el camí està bloquejat, excava
es: Si el camino está bloqueado, excava
gd: Ma tha an t-slighe bacte, thoir slac air
gl: Se o camiño está bloqueado, Golpeao
pl: Jeśli droga jest zatarasowana, wykop tunel
pt_br: Se o caminho está bloqueado, perfure
sr: Ако је пут блокиран, прокопајте тунел
sv: Banka dig fram om vägen är blockerad
tr: Eğer yol kapalıysa, kır ve devam et
zh_tw: 若路被擋住了，就挖出一條路吧！

source: Similar to the Digger action that you already know from previous levels, there is also an action that allows the Pingus to dig horizontally, as opposed to the vertical dig ability the Digger action provides. This new action is called Basher.
ca: Similar a l'acció de perforar que ja coneixes de nivells anteriors, també hi una acció que permet als pingus foradar de manera horitzontal, al contrari que l'habilitat de perforació vertical. Aquesta nova acció s'anomena excavar.
es: Similar al perforador que has visto en anteriores niveles, hay una habilidad que permite a los pingus cavar horizontalmente, en vez de verticalmente como el perforador. Esta nueva habilidad se llama excavar.
gd: Coltach ris a' Chladhaichear a chunnaic thu roimhe, tha gnìomh cladhaich eile ann. Co-dhiù, cha chladhaich thu gu h-inghearach ach seach gu còmhnard leis. 'S e Slacair a tha air a' ghnìomh ùr seo.
gl: Semellante á habilidade Escavador que xa coñeces dos niveis anteriores, tamén hai unha habilidade que permite os Pingus cavar horizontalmente, en oposición á capacidade de escavación vertical que proporciona a habilidade Escavador. Esta nova habilidade chámase Golpeador.
pl: Podobnie jak z wierceniem, znanym ci z poprzednich poziomów, Pingusy potrafią także przebijać tunele. Pingwina przebijającego tunel nazywamy tunelarzem.
pt_br: Similar à ação de Escavar, que você já conhece dos níveis anteriores, também há uma ação que permite aos Pingus cavarem na horizontal, ao contrário da habilidade de Escavação na vertical. Esta nova ação é chamada de Perfuração.
sr: Слично копању на доле из претходних нивоа, овде постоји радња која омогућава Пингвинцима да копају водоравно, супротно способности копања усправно коју обезбеђује радња копача. Ова нова радња се зове глодање.
sv: I stil med grävarmanövern du känner till från föregående banor finns det också en manöver som gör att Pingus kan gräva horisontellt, i motsats till förmågan att kunna gräva vertikalt. Denna nya manöver kallas bankare.
tr: Daha önceki bölümlerden bildiğin Kazma eylemine benzer, ama yön olarak dikey kazma eyleminin tam tersine Pinguların yatay olarak kazmasına olanak sağlayan yeni bir yetenek daha öğreniyorlar. Bu yeni yeteneğe Delme diyoruz.
zh_tw: 跟先前的關卡裡的挖掘者（Digger） 類似，在這一關也提供了另一種挖掘方式，不同的是挖掘者是垂直挖洞，而這一關則是水平挖掘。這個新的角色稱為破壞者（Basher）。

source: Sacrifice a few and save the rest
ca: Sacrifica'n uns pocs i salva la resta
es: Sacrifica a unos cuantos y salva al resto
gd: Ìobair cuid is sàbhail an còrr
gl: Sacrifica algúns e salva o resto
pl: Poświęć kilka na ratowanie reszty
pt_br: Sacrifique uns poucos e salve o resto
sr: Жртвујте неколико да спасете остале
sv: Offra några och rädda resten
tr: Bir kaç tanesini feda et ve gerisini kurtar
zh_tw: 犧牲少數的企鵝，而援救其餘的

source: Sometimes no other actions are available, so you have to bomb your way through the ground. The Pingus can do this by actually self- destructing. This will kill them, but it is sometimes necessary to sacrifice a few to save the rest.
ca: A vegades no hi ha més accions disponibles, o sigui que t'has d'obrir camí a base d'explosions. Els pingus poden fer això autodestruint-se. Això els matarà, però a vegades és necessari sacrificar-ne uns pocs per salvar la resta.
es: A veces no hay otras habilidades disponibles, así que tendrás que abrirte camino recurriendo a explosivos. Los pingus pueden hacer esto autodestruyéndose. Esto les matará, pero a veces es necesario sacrificar a unos cuantos para salvar al resto.
gd: Aig amannan, chan eil fuasgladh agad ach toll a dhèanamh san làr le boma. 'S urrainn dha cheann-fionn seo a dhèanamh ma thèid e na Bhomadair. Gheibh e bàs gu mì-fhortanach, ach sàbhailidh an ìobairt seo càch.
gl: Ás veces non hai outras habilidades dispoñibles, polo que tes que abrirte camiño polo chan. O Pingus pode facelo autodestruíndose. Isto mataos, pero ás veces é necesario sacrificar algúns para salvar o resto.
pl: Niekiedy nie zostaje ci nic innego, jak wysadzić przeszkody na drodze. Niestety, Pingusy nie potrafią zrobić tego inaczej, jak tylko wysadzając siebie wraz z przeszkodami. Powoduje to ich śmierć, jednak czasem trzeba poświęcić kilka, aby ocalić resztę.
pt_br: Às vezes não sobra nenhuma outra ação, portanto temos de explodir o nosso caminho pelo solo. Os Pingus podem fazer isto se auto-destruindo. Isto irá matar alguns, mas é por vezes necessário sacrificar alguns, para que os outros sejam salvos.
sr: Понекад нема других радњи на располагању, зато ћете морати бомбама да прокрчите пут кроз земљу. Пингвинци могу ово да ураде такозваним самоуништавањем. Ово ће их убити, али некада је неопходно жртвовати неколико за спас осталих.
sv: Ibland finns inga andra manövrar tillgängliga så du måste bomba dig ned genom marken. Pingus kan faktiskt göra detta genom att begå självmord. Det här dödar dem, men det är ibland nödvändigt att offra några för att rädda resten.
tr: Bazen hiç başka bir eylem yapmak mümkün olmayabilir, bu yüzden zemin üzerinden bombalayarak yol açmalısınız. Pingular bunu kendilerini imha ederek yaparlar. Bu onları yokedecektir, ama geri kalanını kurtarmak için bazen bir kaç taneyi feda etmek gereklidir.
zh_tw: 有時無法有其他多餘的動作時，您必須得從地面上做出一條通道，而小企鵝會以自我毁滅的方式完成這個動作。這樣的確會把他們殺掉，但有時犧牲少數而援救多數是必需的。
