Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: The island consists of many areas that are ideal to teach the Pingus their abilities. The Pingus can learn to build bridges, climb, bash and use many other talents which they will need on their long and dangerous journey.
ca: L'illa consta de moltes zones que són ideals per ensenyar als pingus les seves habilitats. Els pingus poden aprendre a construir ponts, escalar, excavar i fer servir molts altres talents que necessitaran en el seu llarg i perillós viatge.
es: La isla está consiste de varias zonas que son ideales para enseñar a los pingus sus habilidades. Los pingus pueden aprender a construir puentes, escalar, cavar y usar muchos otros talentos que necesitarán en su largo y peligroso viaje.
gd: Tha an t-eilean dèanta dhe raointean eadar-dhealaichte a bhios foirfe gus na comasan aig na cinn-fhionn a thrèanadh. 'S urrainn dhaibh na tàlantan aca a leithid togail dhrochaidean, sreap, cladhach is eile a thrèanadh an-siud, oir bidh iad feumach orra gun teagamh air an triall fhada is doirbh a tha romhpa.
gl: A illa consta de moitas áreas que son ideais para ensinar aos Pingus as súas habilidades. Os Pingus poden aprender a construír pontes, escalar, golpear e usar moitos outros talentos que necesitarán na súa longa e perigosa viaxe.
pl: Wyspa posiada wiele terenów świetnie nadających się do szlifowania naturalnych talentów Pingusów. Nabędą tam umiejętności budowania mostów, wspinaczki i drążenia tuneli; nauczą się wykorzystywać wiele narzędzi, niezbędnych przy tak długiej i niebezpiecznej wyprawie.
pt_br: A ilha consiste em vastas regiões que são ideais para treinar as habilidades dos Pingus. Os Pingus podem treinar as suas habilidades para construir pontes, escalar, cavar e todos os seus outros talentos que certamente serão úteis durante a longa e perigosa viagem.
sr: Острво се састоји од многих области које су идеалне за учење Пингвинаца њиховим способностима. Пингвинци могу да науче да граде мостове, да се пењу, да прокопавају и да користе многе друге таленте који ће им требати на њиховом дугом и опасном путовању.
sv: Ön består av många områden som är perfekta för att träna Pingus i sina färdigheter. Pingus kan träna sin förmåga att bygga broar, klättra, banka och använda många andra talanger de kommer att behöva under sin långa, farliga färd.
tr: Ada Pingulara yeteneklerini öğretmek için ideal bir sürü alandan oluşmaktadır. Pingular köprü yapmayı, tırmanmayı, çarpmayı uzun ve tehlikeli yolculuklarında ihtiyaç duyacakları daha bir sürü yeteneği öğrenebilirler.
zh_tw: 這個島可以理想地教導Pingus他們的能力。Pingus 能學習建立橋樑，攀登，擊破並使用許多其它技巧，在他們又長又危險的旅途中一定會有用。

source: While there, you can practice your abilities in commanding and guiding the Pingus. You can also get familiar with all the abilities the Pingus provide and learn to master them, since you will need all of them on your journey around the world.
ca: Mentre estiguis aquí, pots practicar les teves habilitats a l'hora de manar i guiar els pingus. També et pots familiaritzar amb totes les habilitats que tenen els pingus i aprendre a fer-les servir, doncs les necessitaràs totes en el teu viatge al voltant del món.
es: Mientras estés allí, podrás practicar tus habilidades dirigiendo y guiando a los pingus. También podrás familiarizarte con todas las habilidades de las que disponen los pingus y aprender a dominarlas, ya que las necesitarás todas en tu viaje alrededor mundo.
gd: Aig an aon àm, 's urrainn dhut fhèin trèanadh ach am bi thu comasach air na cinn-fhionn a stiùireadh is a bhith nad cheann-cinnidh. Cuideachd, gheibh thu eòlas air na comasan a bheil aig na cinn-fhionn. Gun teagamh, bidh iad uile a dhìth ort air an triall timcheall air an t-saoghal.
gl: Mentres estés alí, podes practicar as túas habilidades para comandar e guiar aos Pingus. Tamén podes familiarizarte con todas as habilidades que proporcionan os Pingus e aprender a dominalas, xa que as precisarás todas na túa viaxe polo mundo.
pl: Będąc tam, przećwiczysz wydawanie rozkazów i przewodzenie Pingusom. Zaznajom się także z umiejętnościami pingwinów i opanuj ich wykorzystanie, gdyż będą ci niezbędne podczas wyprawy.
pt_br: Enquanto isto, você pode praticar as suas habilidades para comandar e guiar os Pingus. Pode também se familiarizar com todas as suas habilidades, que eles irão aprender e melhorar, já que você precisará de todas elas por essa viagem ao redor do mundo.
sr: Док сте тамо, можете да увежбавате ваше способности у командовању и вођењу Пингвинаца. Такође можете да се упознате са свим способностима које Пингвинци а пружају и да научите да владате њима, јер ће вам све оне бити потребне на вашем путу око света.
sv: Du kan, å andra sidan, öva din färdighet i att leda och guida Pingus. Du kan också bekanta dig med alla färdigheter Pingus tillhandahåller och lära dig behärska dem, då ni kommer behöva dem alla under er färd runt världen.
tr: Oradayken Pinguları yönlendirme ve kontrol etme yeteneklerinizi geliştirebilirsiniz. Ayrıca Pinguların yeteneklerine aşinalık kazanabilir ve bu yetenekleri iyice öğrenebilirsiniz, bu yeteneklerin hepsine dünyaya olan yolculuğunuzda ihtiyacınız olacak.
zh_tw: 所以在學習之島時，你可以練習如何指揮及領導其他的企鵝，而從其中能夠更熟練所賦予企鵝能力的掌握，因為在這段遠征中，你會需要他們的協助。

source: Now that you and the Pingus have arrived at Tutorial Island it is time to take command and begin your mission. Good Luck!
ca: Ara que tu i els pingus heu arribat a l'illa Tutorial és hora d'agafar el comandament i començar la teva missió. Bona sort!
es: Ahora que tú y los pingus habéis llegado a la Isla Tutorial es hora de tomar el mando y empezar tu misión. ¡Buena suerte!
gd: Nise, on a ruig thu Eilean an Oideachaidh còmhla ris na cinn-fhionn, nach gabh thu ùghdarras is nach tòisich thu leis a' mhisean agad? Guma math a thèid leat!
gl: Agora que ti e os Pingus chegastes á illa Tutorial, é hora de tomar o mando e comezar a túa misión. Moita sorte!
pl: Teraz, gdy znajdujesz się już na Wyspie Samouczka, najwyższy czas przejąć dowodzenie i rozpocząć misję. Powodzenia!
pt_br: Agora que você e os Pingus chegaram na Ilha Tutorial, é hora de tomar o controle e iniciar a sua missão. Boa sorte!
sr: Сада када сте ви и Пингвинци стигли на острво увежбавања време је да преузмете кормило и да започнете вашу мисију. Срећно!
sv: Nu när du och Pingus har anlänt till övningsön så är det dags att ta kommandot och påbörja ditt uppdrag. Lycka till!
tr: Artık sen ve Pingular Eğitim Adası'nda ve artık komutayı alıp görevlere başlamanın zamanı geldi. İyi Şanslar!

source: The Journey Continues
ca: El viatge continua
es: El viaje continúa
gd: Leanaidh an triall
gl: A Viaxe Continúa
pl: Ciąg dalszy przygody
pt_br: A Aventura Prossegue
sr: Путовање се наставља
sv: Resan fortsätter
tr: Yolculuk Devam Ediyor
zh_tw: 旅程依舊持續著...

source: Now after you and the Pingus have learned the basics and practiced a bit it is time to move on and begin the journey into the world. Since the ice floe with which the Pingus traveled to the Tutorial Island isn't going to hold on the whole way into the warmer climates the Pingus have to find something else to guide them on their journey.
ca: Ara que tu i els pingus heu aprés el més bàsic i practicat una mica és hora de seguir endavant i començar el viatge cap al món. Com que la placa de gel amb la que els pingus han viatjat a l'illa Tutorial no aguantarà tot el camí a través de climes més càlids, els pingus han de trobar alguna altra cosa per guiar-los en el seu viatge.
es: Ahora que los pingus y tú habéis aprendido los fundamentos y practicado un poco, es hora de continuar y empezar el viaje por el mundo. Puesto que el témpano de hielo en el que viajaron los pingus a la Isla Tutorial no aguantará todo el camino hasta climas más cálidos, los pingus tienen que encontrar otra cosa que les guíe en su viaje.
gd: Nise gu bheil thusa is na cinn-fhionn air na comasan bunasach ionnsachadh is beagan cleachdaidh fhaighinn, thàinig an t-àm gus falbh is siubhal dhan t-saoghal a-muigh. On nach mair an clàr-deighe air an do ràinig na cinn-fhionn Eilean an Oideachaidh gus an ruig iad na raointean as blàithe, feumaidh iad rudeigin eile a lorg air an siubhail iad.
gl: Agora, despois de que ti e os Pingus aprendestes o básico e practicastes un pouco, é hora de seguir adiante e comezar a viaxe ao mundo. Dado que o témpano de xeo co que viaxaron os Pingus á illa Tutorial non vai aguantar todo o camiño cara aos climas máis cálidos, os Pingus teñen que buscar outra cousa cos guíe na súa viaxe.
pl: Nauczywszy się podstaw, czas wyruszyć w podróż dookoła świata. Jako że kra lodowa, na której Pingusy przypłynęły na Wyspę Samouczka, stopi się prawdopodobnie w pobliżu cieplejszych wód, pingwiny będą musiały znaleźć inny sposób przemieszczania się.
pt_br: Agora que você e os Pingus aprenderam o básico e praticaram um pouco, é tempo de continuar e iniciar a jornada pelo mundo afora. Já que o iceberg no qual os Pingus viajaram para a Ilha Tutorial não irá aguentar nas regiões com um clima mais quente, os Pingus vão ter que encontrar outra coisa para os guiar na sua aventura.
sr: Сада након што сте ви и Пингвинци научили основе и мало се увежбали време је да кренете даље и да започнете путовање по свету. Пошто санта леда којом су Пингвинци допутовали на острво увежбавања неће издржати целим путем у топлијим поднебљима Пингвинци морају да пронађу неко друго превозно средство.
sv: Nu när du och Pingus har lärt er grunderna och övat litet grann är det dags att gå vidare och börja färden ut i världen. Eftersom isflaket med vilken Pingus färdades till Övningsön inte kan hålla hela vägen in till varmare områden, måste Pingus hitta någonting annat för att leda dom vidare.
tr: Şimdi sen ve Pingular temelleri öğrendiniz ve bir parça pratik yaptınız şimdi harekete geçip dünyaya olan yolculuğa başlamanın tam sırası. Pinguların Eğitim Adasına giderken kullandıkları buz parçası sıcak iklimlere giden tüm yolda dayanamayıp eriyeceği için Pingular onlara seyahatlerinde kılavuz edecek başka bir şey bulmalılar.
zh_tw: 現在你和小企鵝得到最基本的學習，並且也對此做了練習後，是時候朝世界性的探險出發了！小企鵝靠著浮冰遊歷了整個學習之島，但這對於他們要找出暖化問題的旅程還是不夠的。

source: But as the eldest have said, the Tutorial Island provides not only a good way to practice, but it is also the starting point into the world. After some searching the Pingus discovered the meaning of this, and they found the large tree at the end of the island which gave them wood to construct a float.
ca: Però tal i com els ancians han dit, l'illa Tutorial no només és una bona manera de practicar, sinó que també és el punt de partida cap al món. Després de buscar una mica els pingus van descobrir el significat d'això, i van trobar el gran arbre al final de l'illa que els va donar fusta per construir un bot.
es: Pero como dijeron los venerables ancianos, la Isla Tutorial no sólo ofrece una forma de practicar, sino que además es un punto de partida para adentrarse en el mundo. Tras investigar un poco, los pingus descubrieron el significado de esto, y encontraron un árbol gigante al final de la isla que les proporcionó madera para construir una balsa.
gd: Co-dhiù, mar a dh'innseas an seanchas dhuinn, chan ann a-mhàin gur e àite trèanaidh air leth a tha ann an Eilean an Oideachaidh, ach seach a' chiad cheum dhan t-saoghal a-muigh cuideachd. An dèidh dhaibh sireadh greis fhada, mhothaich na cinn-fhionn gun robh an fhìrinn san t-seanchais nuair a lorg iad a' chraobh mhòr ceann thall an eilein a thug maide gu leòr dhaibh gus slaod a thogail.
gl: Pero como dixeron os ancians, a Illa Titorial non só ofrece unha boa forma de practicar, senón que tamén é o punto de partida do mundo. Despois dalgunhas buscas, os Pingus descubriron o significado disto, e atoparon a gran árbore ao final da illa que lles deu madeira para construír unha balsa.
pl: Zgodnie ze słowami starszyzny, Wyspa Samouczka jest nie tylko poligonem doświadczalnym, ale miejscem, z którego wyrusza się w świat. W trakcie pobytu Pingusy zrozumiały znaczenie tych słów, odkrywszy ogromne drzewo na krańcu wyspy, z którego mogły zbudować tratwy.
pt_br: Mas como os anciões disseram, a Ilha Tutorial não fornece apenas uma boa forma de treinar, mas é também o ponto de partida para o mundo. Após algumas pesquisas, os Pingus descobriram o que isto significa, a grande árvore ao fim da ilha fornece boa madeira para contruir uma jangada.
sr: Али, као што је рекао најстарији, острво увежбавања не пружа само добар начин за вежбање, већ је такође и полазна тачка у свет. Након дужег претраживања Пингвинци су открили смисао овога, и пронашли су велико дрво на крају острва које им је дало дрва за изградњу пловног објекта.
sv: Men som de äldste sade är Övningsön inte bara en plats att öva på, utan är även startpunkten ut i världen. Efter lite letande upptäckte Pingus meningen med detta, och de upptäckte det stora trädet i änden på ön som gav bra trä för att bygga en flotte.
tr: Fakat yaşlıların söylediği gibi, Eğitim Adası sadece pratik yapmak için iyi bir yol değil aynı zamanda dünya içine giden yolda başlangıç noktasıdır. Biraz arama yaptıktan sonra Pingular bunun anlamını keşfettiler, ve adanın sonunda kendilerine sal yapmak için odun sağlayan büyük ağacı buldular.
zh_tw: 但就如長者們所說的，學習之島不但提供最佳的學習環境，但卻是一個通往外界時提供訓練的地方。在經過一些尋找後，小企鵝了解到其真諦，另外他們也在島的盡頭發現了一棵大樹，可以提供他們製作木筏使用。

source: So the Pingus set out and constructed some large rafts, enough to carry them all. After also packing a bunch of provisions they were prepared to start their journey and leave their familiar ground and enter the unknown parts of the world.
ca: Així que els pingus es van posar a construir uns grans rais, suficients per transportar-los a tots. Després d'empaquetar també un grapat de provisions, estaven preparats per començar el seu viatge i deixar la terra que els era familiar i entrar a les parts desconegudes del món.
es: Así que los pingus salieron y construyeron unas grandes balsas, suficientes para transportarlos a todos. Después de empaquetar algunas provisiones se prepararon para empezar su aventura y abandonar su tierra natal y adentrarse en las tierras desconocidas del mundo.
gd: Agus 's e seo na rinn iad. Thug na cinn-fhionn slaodan gu leòr a bheireadh a h-uile gin diubh. An dèidh biadh a dhèanamh gus a thoirt leotha, bha iad ullaichte airson an triall aca mu dheireadh thall, is dh'fhàg iad àiteachan an eòlais gus falbh dhan aineolas.
gl: Así que os Pingus saíron e construíron unhas grandes balsas, suficientes para levalos a todas. Despois de empacar tamén unha morea de provisions, estaban preparados para comezar a súa viaxe e deixar o seu terreo familiar e entrar nas partes descoñecidas do mundo.
pl: Pingusy zbudowały kilka ogromnych tratw, wystarczająco wielkich, aby pomieścić ich wszystkich. Spakowawszy żywność, mogły już opuścić rodzinne ziemie i wyruszyć w nieznane.
pt_br: Então os Pingus puseram mãos à obra e construíram grandes jangadas, o suficiente para os transportar a todos. Depois também de empacotarem uma série de mantimentos, eles estavam finalmente preparados para iniciar a sua jornada, abandonar o seu lar e entrar em partes desconhecidas do mundo.
sr: Тако да су Пингвинци прионули на посао и изградили неколико великих сплавова, довољних за све њих. Након што су такође запаковали потребних живежи били су спремни да започну путовање и да напусте своју родну земљу и да зађу у непознате делове света.
sv: Så Pingus gav sig iväg och byggde stora flottar, tillräckligt för att ta med dem allihopa. Efter att också ha packat förnödenheter var de färdiga att till slut påbörja sin resa och lämna sina hemtrakter och färdas in i dem okända delarna av världen.
tr: Böylece Pingular işe koyuldular ve hepsini birden taşıyabilecek geniş sallar yaptılar. Bir parça yolluk hazırladıktan sonra tanıdık topraklarını bırakıp dünyanın bilinmeyen taraflarına doğru yolculuklarına başlamaya hazırdılar.
zh_tw: 因此，小企鵝開始製作一些大型木筏，大到可以容納全部的企鵝！在整裝了足夠的糧食之後，他們就準備展開接下來的旅程了，離開他們熟悉的地方，進入另一個未知的世界。

source: So the Pingus sit on their raft, worrying about what's to come and where to go, while floating into the sunset. To be continued...
ca: Així que els pingus seuen al seu rai, preocupats pel que vindrà i a on aniran, mentre suren sota la posta de sol. Continuarà...
es: Así que los pingus van sentados en su balsa, preocupados por lo que vendrá y adonde irán, mientras flotan bajo el sol poniente. Continuará...
gd: Mar sin, tha na cinn-fhionn nan seasamh air an t-slaod, làn uallaich mun àm is mu na h-àiteachan a tha romhpa, a' siubhal a dh'ionnsaigh dol fodha na grèine. Cumaidh iad orra...
gl: Entón, os Pingus sentan na súa balsa, preocupándose polo que está por vir e por onde ir, mentres navegan cara ao solpor. Continuará...
pl: Pingusy, ulokowawszy się na tratwach, martwiły się co będzie dalej i dokąd poniosą je niespokojne wody. Tak rozmyślając, oddalały się w kierunku zachodzącego słońca. Ciąg dalszy nastąpi...
pt_br: Então os Pingus se sentam em sua jangada, pensando no que vem pela frente e para onde ir, enquanto flutuam em direção ao pôr-do-sol. Continua...
sr: Затим су се Пингвинци укрцали на сплав, питајући се шта ли их све очекује и где треба да иду, док су лагано отплутавали у залазак сунца. Наставиће се...
sv: Så Pingus sitter på sin flotte och oroar sig för vad som ska ske och vart de ska ta vägen medan de åker in i solnedgången. Fortsättning följer...
tr: Ve Pingular, gün batımında yüzen botlarında, ne geleceği ve vereye gitmeleri gerektiği hakkında endişelenirlerken, otururlar. Devam edecek...

source: Alien by Josh Dye
ca: Alienígena per Josh Dye
es: Alienígena por Josh Dye
gd: Creutairean-fànais le Josh Dye
gl: Alien de Josh Dye
pl: Obcy autorstwa Joha Dye'a
pt_br: Alien por Josh Dye
sr: Ванземаљце је припремио Џош Дај
sv: Utomjording av Josh Dye
tr: Josh Dye tarafından Yaratık

source: Escape from alien
ca: Fugida de l'alienígena
es: Huida del alienígena
gd: Teicheadh on chreutair-fhànais
gl: Escapar do alieníxena
pl: Ucieczka od obcych
pt_br: Escape do alienígena
sr: Утекните ванземаљцима
sv: Flykten från utomjordingen
tr: Yaratıktan kaç
zh_tw: 從外星人手中逃脫

source: Crystal
ca: Cristall
es: Cristal
gd: Criostal
gl: Cristal
pl: Kryształ
pt_br: Cristal
sr: Кристал
sv: Kristallisk
tr: Kristal
zh_tw: 水晶

source: Crystaline sparkling full of danger
es: Cristalino brillante lleno de peligros
gd: Criostal lainnireach làn cunnairt
gl: Cristalina escintilante chea de perigo
pl: Naszyjnik błyskający niebezpieczeństwami
pt_br: Brilho cristalino cheio de perigos
sr: Кристални сјај пун опасности
sv: Kristallklar och bubblande av fara
tr: Tehlikeyle parıldayan kristal

source: Desert
es: Desierto
gd: Am fàsach
gl: Deserto
pl: Pustynia
pt_br: Deserto
sr: Пустиња
sv: Öken
tr: Çöl
zh_tw: 沙漠

source: Getting hot outside...
ca: Fa calor allà a fora...
es: Hace calor ahí fuera...
gd: Tha e teth a-muigh...
gl: Facendo calor fóra...
pl: Duszno na zewnątrz...
pt_br: Está ficando quente lá fora...
sr: Вани постаје вруће...
sv: Det är varmt ute...
tr: Dışarıda sıcaklamak...
zh_tw: 外面越來越熱...

source: Eye Land
gd: Tìr na sùla
pl: Kraina oka
sv: Ögonland

source: Factory Campaign
ca: Campanya de la fàbrica
es: Campaña de la fábrica
gd: Iomairt an fhactaraidh
gl: Campaña de fábrica
pl: Fabryka
pt_br: Campanha da Fábrica
sr: Мисија фабрике
sv: Standardkampanj
tr: Fabrika Mücadelesi
zh_tw: 工廠活動

source: Pingus expedition
ca: Expedició de pingus
es: Expedición de pingus
gd: Triall nan ceann-fionn
gl: Expedición Pingus
pl: Ekspedycja Pingus
pt_br: Expedião dos Pingus
sr: Експедиција Пингвинаца
sv: Pingusupptäckarresa
tr: Pingus macerası
zh_tw: 企鵝探險

source: Halloween 2011
gd: Oidhche Shamhna 2011
gl: Samain 2011
sr: Ноћ вештица 2011
sv: Allhelgonaafton 2011
tr: Cadılar Bayramı 2011
zh_tw: 萬聖節2011

source: Going Underground
ca: Sota terra
es: Bajo tierra
gd: Fon talamh
gl: Indo subterráneo
pl: Wyprawa do wnętrza Ziemi
pt_br: Para o subterrâneo
sr: Спуштање у подземље
sv: Ned i underjorden
tr: Yeraltına Gidiş
zh_tw: 到地下

source: Halloween 2007
gd: Oidhche Shamhna 2007
gl: samain 2007
pt_br: Dia das Bruxas 2007
sr: Ноћ вештица 2007
sv: Allhelgonaafton 2007
tr: Cadılar Bayramı 2007
zh_tw: 萬聖節 2007

source: Trapped at All Hallows Eve
ca: Atrapats en la vigília de Halloween
es: Atrapados en la víspera de Halloween
gd: Glacte air Oidhche Shamhna
gl: Atrapado na véspera de Todos os Santos
pl: Uwięzieni w wigilię
pt_br: Presos no Dia das Bruxas
sr: Заробљени у вече пред Ноћ вештица
sv: Fångad på allhelgonaafton
tr: Cadılar Bayramında Tuzaktalar
zh_tw: 在萬聖節前夕被困

source: Hellmouth
ca: La boca de l'infern
es: La boca del infierno
gd: Beul na h-iutharna
gl: Boca do Inferno
pl: Piekielne Usta
pt_br: Boca do Inferno
sr: Врата пакла
sv: Helvetesmun
tr: Cehennem Ağzı

source: A cave full of slime...
ca: Una cova plena de llim
es: Una cueva llena de lodo
gd: Uamh làn eabair
gl: Unha cova chea de lama...
pl: Jaskinia pełna szlamu...
pt_br: Uma caverna cheia de limo...
sr: Пећина пуна муља...
sv: En grotta full av slem...
tr: Balçıkla dolu bir mağara...

source: Jungle
ca: Selva
es: Jungla
gd: Dlùth-choille
gl: xungla
pl: Dżungla
pt_br: Selva
sr: Џунгла
sv: Djungel
tr: Orman
zh_tw: 叢林

source: Island of Mystery
ca: L'illa del misteri
es: La isla del misterio
gd: Eilean na dìomhaireachd
gl: Illa do Misterio
pl: Wyspa tajemnic
pt_br: Ilha do Mistério
sr: Острво мистерије
sv: Gåtfulla ön
tr: Gizem Adası
zh_tw: 神秘之島

source: Marooned on an Uncharted Isle [by Lachlan McCubbin]
ca: Aïllats en una illa deserta inexplorada [per Lachlan McCubbin]
es: Aislados en una isla inexplorada [por Lachlan McCubbin]
gd: Air eilean uaigneach [le Lachlan McCubbin]
gl: "Abandonado nunha illa sen cartografar" [por Lachlan McCubbin]
pl: Rozbici na nieznanej wyspie [autorstwa Lachlana McCubbina]
pt_br: Isolados em uma ilha que não está no mapa [por Lachlan McCubbin]
sr: Остављени на неистраженом острву [приредио Лашлан МекКјубин]
sv: Fast på en okänd ö [av Lachlan McCubbin]
tr: Meçhul Bir Adada Mahsur Kalanlar [Lachlan McCubbin tarafından]

source: Trapped in a video game
ca: Atrapats en un videojoc
es: Atrapados en un videojuego
gd: Glacte ann an geama coimpiutair
gl: Atrapado nun videoxogo
pl: Uwięzieni w grze wideo
pt_br: Presos em um jogo de video game
sr: Заробљени у видео игри
sv: Fångad i ett tv-spel
tr: Bir video oyununda tuzağa düşenler
zh_tw: 被困在一個電動遊戲

source: Xmas 2011
ca: Nadal 2011
es: Navidad 2011
gd: Nollaig 2011
gl: Nadal 2011
pl: Święta Bożego Narodzenia 2011
pt_br: Natal 2011
sr: Божић 2011
sv: Julen 2011
tr: Yeni Yıl 2011
zh_tw: 聖誕節2011

source: Merry Christmas and a Happy New Year
ca: Bon Nadal i feliç any nou
es: Feliz Navidad y próspero año nuevo
gd: Nollaig chridheil is bliadhna mhath ùr
gl: Bo Nadal e feliz Aninovo
pl: Wesołych Świąt i szczęśliwego Nowego Roku
pt_br: Feliz Natal e um Próspero Ano Novo
sr: Срећан Божић и Срећна Нова Година
sv: God jul och gott nytt år
tr: Mutlu Yıllar
zh_tw: 聖誕節和新年快樂

source: Superman
pt_br: Super-homem
sr: Супермен
sv: Stålman
tr: Süpermen
zh_tw: 超人

source: Pingus Jones and the Last Exit
ca: Pingus Jones i l'última sortida
es: Pingus Jones y la última salida
gl: Pingus Jones e a derradeira saída
pl: Pingus Jones i ostatnia krucjata
pt_br: Pingus Jones e a Última Saída
sr: Пингвинко Јован и последњи излаз
sv: Pingus Jones och den sista utgången
tr: Pingu Jones ve Son Çıkış

source: Para-X:
sr: Пара-X:
tr: Param-X

source: Para-Y:
sr: Пара-Y:
tr: Param-Y:

source: Id:
sr: Иб:
tr: Kimlik:

source: Pac-Man
pt_br: Come-Come
sr: Пак-ман

source: Flip object horizontaly Flip object vertically Delete all marked objects Move objects by one pixel Move objects by 32 pixel Toggle background color Increase/lower repeat
gl: Virar obxecto horizontalmente Virar obxecto verticalmente Eliminar todos os obxectos marcados Mover obxectos por un píxel Mover obxectos por 32 píxeles Alternar a cor de fondo Aumentar/baixar repetición
