Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Who placed this monstrous wall here? This terrible blockade separates your Pingus from the exit. Destruction of its awful construction seems an impossibility, but perhaps the bridger can come to the rescue? Can they build their bridges high enough to guide the group yet again safely to the exit? Or is somebody playing evil mind tricks with you? Yet again the solution is your call... your gray matter is the key to the Pingus' success, so don't let yourself get confused and misguided from the true path.
ca: Qui ha posat aquesta monstruosa paret aquí? Aquest terrible bloc separa els teus pingus de la sortida. La destrucció d'aquesta horrible construcció sembla una impossibilitat, però potser el creador de ponts pot acudir al rescat? Poden construir els seus ponts prou amunt com per guiar al grup sa i estalvi un cop més cap a la sortida? O algú està jugant amb tu? Un cop més la solució és cosa teva... la teva matèria gris és la clau de l'èxit dels pingus, o sigui que no et deixis confondre i apartar del veritable camí.
es: ¿Quién ha puesto esta pared tan monstruosa aquí? Este terrible bloque separa a tus pingus de la salida. Parece imposible destruir esta horrible construcción, pero quizás un ingeniero pueda acudir al rescate. ¿Pueden construir sus puentes lo bastante altos para guiar al grupo una vez más hasta la salida de forma segura? ¿O alguien está jugando malvados trucos mentales contigo? De nuevo la solución la eliges tú... la clave para el éxito de los pingus es tu materia gris, así que no permitas que te confundan y te lleven por un camino equivocado.
gd: Cò thog balla fuamhaireil an-seo? Cumaidh an cnap-starra uabhasach seo na cinn-fhionn agad air falbh on doras a-mach. Cha chreideadh tu gun gabhadh an togalach grànnda seo a sgrios, ach is dòcha gun toir na drochaidichean faochadh dhuinn? An urrainn dhaibh na drochaidean a thogail àrd gu leòr ach am faigh am buidheann dhan doras a-mach gu sàbhailte? No an e mealladh an deamhain a tha seo? A-rithist, tha am fuasgladh a' crochadh ortsa... Is d' eanchainn iuchair an t-soirbheachais dha na cinn-fhionn, mar sin dèan cinnteach nach eil bruadair nad cheann 's nach caill thu an t-slighe cheart.
gl: Quen puxo aquí este muro monstruoso? Este terrible bloqueo separa os Pingus da saída. A destrución da arrepiante construción parece imposible, pero quizais un enxeñeiro poida acudir ao rescate? Poden construír as súas pontes o suficientemente altas como para guiar o grupo de con seguridade ata a saída? Ou está alguén xogando arrepiantes trucos mentais contigo? Unha vez máis a solución escollela ti... a túa materia gris é a clave do éxito dos Pingus, así que non te deixes confundir e desviarte do verdadeiro camiño.
pl: Kto postawił tu ten ogromny mur? Okropna blokada oddziela Pingusy od wyjścia. Jej zniszczenie wydaje się niemożliwe, ale może da się zbudować most? Będzie on na tyle wysoki, aby przeprowadzić wszystkie pingwiny bezpiecznie, czy ktoś stroi sobie z ciebie żarty? Rozwiązanie zależy od ciebie... Pingusy polegają na twych szarych komórkach. Nie daj się zmylić błędnym ścieżkom.
pt_br: Quem colocou este muro monstruoso aqui? Este terrível bloqueio separa seus Pingus da saída. Destruir esta terrível construção parece impossível, mas talvez os Fazem-pontes possam resgatar os outros? Poderão eles construir pontes altas o suficiente para levar mais uma vez o grupo para a saída? Ou será que uma mente maligna estaria pregando peças em você? Uma vez mais, a solução está em você... sua massa cinzenta é a chave para o sucesso dos Pingus. Portanto, não se confunda nem se desvie com caminho correto.
sr: Ко је овде поставио овај монструозни зид? Ова страшна препрека одваја ваше Пингвинце од излаза. Уништавање ове ужасне грађевине изгледа немогуће, али можда неимар може доћи у помоћ? Могу ли они да изграде своје мостове довољно високим како би групу још једном одвели безбедно до излаза? Или се то неко игра са вама? Још једном решење је у вашим рукама... ваша сива маса је кључ ка успеху Пингвинаца, тако да не дозволите себи да се збуните и да скренете са правог пута.
sv: Vem placerade den här enorma väggen här? Denna fruktansvärda blockad separerar dina Pingus från utgången. Att förstöra dess vidriga konstruktion verkar omöjligt, men kanske kan byggaren komma till undsättning. Kan de bygga sina broar högt nog för att guida gruppen till utgången igen? Eller spelar någon elaka hjärnspel med dig? Återigen är lösningen upp till dig... dina små grå är nyckeln till Pingus framgång, så låt dig inte bli förvirrad och missledd från den rätta vägen
tr: Bu kocaman duvarı buraya kim koymuş? Bu kocaman blok Pingular ile çıkış arasında bir engel olarak duruyor. Bu oldukça büyük yapının yıkımı imkansız gibi görünüyor, ama belki köprücü sizi kurtarabilir mi? Grubu yol açarken bir kez daha güvenli bir şekilde çıkışa ulaştıran yeterince yüksek köprüler üretebilirler mi? Ya da birisi size kötü bir oyun mu oynuyor? Bir kez daha çözüm düşünmenden geçiyor... beyninin merkezindeki gri yapı Pinguların başarısının anahtarı, bu yüzden aklının karışmasına ve yanlış yola sapmasına izin verme.
zh_tw: 是誰在這裡放置怪異的牆？這個可怕的障礙物使你的Pingus達不到出口。要毀滅這個可怕的建築物似乎是不太可能的事,但也許造橋者可以過來抌救？他們能夠建造一個夠高的橋來指引隊伍安全的去出口？還是某人跟你玩壞心眼把戲？ 而再一次解決方法需要你…… 你的腦筋是使pingus成功的關鍵，所以不要讓你自己在迷宮裡困惑或被誤導……

source: Locked up by the witch
ca: Empresonats per la bruixa
es: Encerrados por la bruja
gd: Air an glasadh leis a' bhana-bhuidseach
gl: Encerrado pola bruxa
pl: Uwięzieni przez wiedźmę
pt_br: Preso pela bruxa
sr: Вештица их је заробила
sv: Låst av häxan
tr: Cadı tarafından kilitlenmiş
zh_tw: 被巫婆鎖住

source: Is this a prison? Blocked by solid walls all around, there doesn't seem to be a way to escape. Salvation seems impossible. But wait... the wall to the right seems weak... perhaps this is a way to escape? Or is it a false path that will lead to the Pingus' doom? This is a risky trip, but you must take it to find out how to bring them all to freedom once again.
ca: Això és una presó? Bloquejats per parets sòlides al voltant, no sembla que hi hagi manera d'escapar. La salvació sembla impossible. Però espera... la paret de la dreta sembla dèbil... potser hi ha una manera d'escapar? O és un fals camí que conduirà als pingus a la seva perdició? Aquest és un viatge arriscat, però l'hauràs de fer per descobrir com alliberar-los a tots un cop més.
es: ¿Es esto una prisión? Atrapados por sólidas paredes por todos lados, no parece haber forma de escapar. La salvación parece imposible. Pero espera... la pared de la derecha parece débil... ¿puede esto ser una vía de escape? ¿O es un falso camino que llevará a los pingus a su perdición? Este es un viaje peligroso, pero tendrás que hacerlo para descubrir como llevarlos a todos de nuevo hacia la libertad.
gd: An e toll dubh a tha seo? Tha ballachan cruaidh mun cuairt oirnn is chan eil slighe a-mach ri faicinn. Cha shaoileadh tu gum biodh sàbhaladh ann. Ach fuirich ort... tha coltas rudeigin lag aig balla an taoibh dheis... an e fuasgladh a tha ann? Air neo mealladh a bheir bàs air na cinn-fhionn? 'S e rathad cunnartach a tha seo, ach feumaidh tu a ghabhail gus faighinn a-mach ciamar bheir thu iad uile dhan t-saorsa turas eile.
gl: É esta unha prisión? Bloqueados por sólidas paredes ao redor, non parece haber forma de escapar. A salvación parece imposible. Pero agarda... o muro da dereita parece débil... quizais ese sexa un xeito de escapar? Ou é un camiño falso que levará á perdición dos Pingus? Esta é unha viaxe arriscada, pero debes facela para descubrir como levalos a todos á liberdade unha vez máis.
pl: Czy to więzienie. Solidne mury dookoła, nie widać żadnego wyjścia. Wybawienie wydaje się niemożliwe. Ale chwila... mur po prawej jest chyba słabszy... może to droga ucieczki? Albo sztuczka, mająca popchnąć Pingusy do zagłady? Ryzykowna to przeprawa, jednak musisz ją podjąć, aby kolejny raz poprowadzić naród pingusi do wolności.
pt_br: Isto é uma prisão? Cercado de paredes sólidas por todos os lados, parece não haver meios de escapar. A salvação parece impossível. Mas espere... a parede à direita parece ser frágil... talvez seja uma forma de escapar? Ou será um caminho perigoso que levará os Pingus à perdição? Esta é uma trilha arriscada, mas você terá que percorrê-la para descobrir como levar todos à liberdade novamente.
sr: Да ли је ово затвор? Свуда унаоколо се налазе чврсти зидови, и изгледа да не постоји начин за бекство. Спасење изгледа немогуће. Али сачекајте... зид са десне страни изгледа слаб... можда је то пут ка слободи? Или је и то лажни пут који ће одвести Пингвинце ка уништењу? Ово је ризично путовање, али на вама је још једном да им помогнете да пронађу пут ка слободи.
sv: Är det här ett fängelse? Det verkar inte finnas en flyktväg då vägen blockeras av fasta väggar överallt. Frälsning förefaller omöjlig. Men vänta... väggen till höger verkar svag... kanske det här är en flyktväg? Eller är det en falsk väg som kommer leda Pingus till deras död? Det här är en riskabel resa, men du måste göra den för att få reda på hur du ska befria dem ännu en gång.
tr: Bu bir hapishane mi? Dört tarafı sağlam duvarlarla çevrilmiş, kaçış için bir yol görünmüyor. Kurtulmak imkansız görünüyor.Ama bekleyin... sağdaki duvar zayıf görünüyor... belki bu bir kaçış yoludur? Ya da pinguları kaçınılmaz sona sürükleyecek sahte bir yol? Bu riskli bir yolculuk ama Pinguları bir kere daha özgürlüğe kavuşturmak için bu yolculuğu yapmalısınız.
zh_tw: 這是一座監獄嗎？四周全是又硬又堅固的牆所組成，看起來好像沒有出路可以走，而拯救行動好像變得不太可能。但等等...，右邊的牆好像有點脆弱...也許這是一個可以逃脫的出口？還是又是一條引領企鵝走向厄運的道路？ 這真是一個危機重重的旅途，但是你的任務是要平安的把他們帶到出口。

source: Splatterfest
ca: Festival d'esclafades
es: Festival de caídas
gd: Fèis steallaidh
gl: Festa da espraiada
pl: Ochlapiny
pt_br: Festa do Esborrachamento
sr: Размазивање
tr: Su çarpma şenliği
zh_tw: 摔爛派對

source: This is by far the deepest pit the Pingus have yet encountered. Building a bridge across it seems obvious but that won't help since the exit is deep down in the pit itself. Pingus who try to go down the pit will just end up splattered all over the ground. You have two groups of Pingus at your disposal, can you make them work together to reach even an exit this well hidden?
ca: Aquest és, de lluny, el pou més profund que els pingus s'han trobat fins ara. Construir un pont per creuar-lo sembla obvi, però això no ajudarà, ja que la sortida està ben avall dins del mateix pou. Els pingus que intentin baixar-hi acabaran esclafats contra el terra. Tens dos grups de pingus a la teva disposició. Pots fer que treballin junts per arribar fins i tot a una sortida tan ben amagada com aquesta?
es: Este es, de lejos, el pozo más profundo que los pingus jamás han encontrado. Construir un puente para cruzarlo parece obvio, pero eso no funcionará ya que la salida se encuentra abajo, en el propio agujero Los pingus que intenten bajar sólo conseguirán estrellarse contra el suelo. Tienes dos grupos de pingus a tu disposición... ¿puedes hacer que trabajen juntos para llegar incluso a una salida tan bien escondida?
gd: Seo an sloc as doimhne a chunnaic na cinn-fhionn roimhe riamh. Bhiodh e follaiseach drochaid a thogail dhan taobh thall, ach chan obraich seo on a tha an doras a-mach ro ìosal san t-sloc. Cha tèid cinn-fhionn a dh'fheuchas ri leum sìos ach stealladh air a bhonn. Co-dhiù, tha dà bhuidheann dhe chinn-fhionn agad. An urrainn dhut toirt orra obair còmhla ach an ruig iad doras a-mach a tha cho falaichte?
gl: Este é, con moito, o pozo máis profundo cos Pingus atoparon xamais. Construír unha ponte parece obvio, pero iso non axudará xa que a saída está no fondo do propio pozo. Os pingus que intenten baixar polo pozo acabarán chafados por todo o chan. Tes dous grupos de Pingus á túa disposición, podes facelos traballar xuntos para chegar a unha saída tan ben agochada?
pl: Przed nami największa przepaść, jaką Pingusy kiedykolwiek musiały przebyć. Budowa mostu wydaje się oczywistym rozwiązaniem, ale to nic nie da, jako że wyjście znajduje się na samym dole przepaści. Pingus, który spróbuje po prostu iść w dół, skończy swój żywot zmiażdżony jak placek. Masz dwie grupy pingwinów, może współpraca pozwoli osiągnąć wyjście, nawet tak dobrze schowane?
pt_br: Este é de longe o mais profundo fosso que os Pingus já encontraram. Construir uma ponte parece óbvio, mas isso não vai ajudar já que a saída está lá no fundo do fosso. Os Pingus que tentarem descer pelo fosso acabarão se esborrachando no chão. Você tem dois grupos de Pingus à sua disposição. Você pode fazê-los trabalhar juntos para alcançar uma saída tão bem escondida?
sr: Ово је за сада најдубља јама на коју су Пингвинци до сада наишли. Изградња моста преко ње изгледа очигледна, али то неће помоћи јер излаз је доле далеко у јами самој. Пингвинци који покушају да се спусте у јаму ће једноставно завршити размазани на земљи. На располагању имате две групе Пингвинаца, да ли можете да их натерате да раде заједно како би стигли барем до једног од излаза који је одлично скривен?
sv: Det här det överlägset djupaste grop Pingus har stött på. Att bygga en bro över den ser ut som en självklarhet, men det kommer inte att hjälpa eftersom utgången finns långt ner i gropen. Pingus som försöker att gå ner i gropen kommer bara att sluta utsmetade på marken. Du har två grupper av Pingus till ditt förfogande. Kan du få dem att arbeta tillsammans för att nå en så välgömd utgång?
tr: Burası, Pinguların şimdiye kadar karşılaştığı en derin kuyu. Bir köprü yapmak çözecek gibi görünüyor ancak çıkış çukurun dibinde olduğundan yardımcı olmayacak. Aşağı inmeye çalışan Pingular yerde paramparça olacaklar. Emrinde iki grup Pingu var. Birlikte çalışmalarını ve bu kadar iyi gizlenmiş bir çıkışa ulaşmalarını sağlayabilecek misin?
zh_tw: 這是目前Pingus遇到的最深的坑，造一座橋看似有效，但其實不然，因為出口是在下方深處，而如果Pingus直接走到坑裡將會摔到地面上，你有兩群的Pingus可以控制，你能試著讓他們互相合作到達出口嗎?

source: Staircase Maintenance
ca: Manteniment de l'escala
es: Mantenimiento de la escalera
gd: Càradh staidhrichean
gl: Escaleiras en Mantemento
pl: Utrzymanie klatki schodowej
pt_br: Conserto de Escadaria
sr: Одржавање степеништа
sv: Trappunderhållning
tr: Merdiven Bakımı
zh_tw: 樓梯維護

source: It seems we are up again against a mighty wall, and it is blocking the exit! But wait, some good soul has built a staircase around it. It seems, however, that the poor fool's efforts didn't last long, as the staircase is destroyed and full of holes. Can you fix it and make it over the wall? Yet of course you know that the right solution might not be the obvious one. But your Pingus are almost free, and they trust in your skill to guide them to safety once more. Succeed and you will have freed them once and for all from whatever evildoer that placed them in this nightmare... at least for this year.
ca: Sembla que hem tornat a topar amb una paret imponent, i està bloquejant la sortida! Però espera, un bon samarità ha construït una escala al seu voltant. Sembla, tanmateix, que els esforços del pobre beneit no han durat gaire, doncs l'escala està destruïda i plena de forats. Pots arreglar-la i arribar fins dalt de la paret? És clar que tu ja saps que la solució correcta pot no ser la més òbvia. Però els teus pingus ja gairebé són lliures, i confien en la teva habilitat per guiar-los de nou. Si ho aconsegueixes els hauràs alliberat d'una vegada per totes del malfactor que els va posar en aquest malson... al menys durant aquest any.
es: Parece que de nuevo tenemos que enfrentarnos a una tremenda pared, ¡y está bloqueando la salida! Pero espera: algún alma caritativa ha construido unas escaleras alrededor de la misma. Parece, sin embargo, que los esfuerzos del pobre diablo no duraron mucho, porque la escalera está destruida y llena de agujeros. ¿Puedes arreglarla y superar la pared? Aunque claro, tú ya sabes que la solución obvia podría no ser la correcta. Pero tus pingus ya son casi libres, y confían en tu habilidad para que les salves una vez más. Si tienes éxito les habrás liberado de una vez por todas del malhechor que les ha puesto en esta pesadilla... al menos por este año.
gd: A rèir coltais, tha sinn air beulaibh balla treun a-rithist, is bacaidh e an doras a-mach! Ach fuirich ort, thog cuideigin coibhneil staidhre. Cha do mhair a shàr-obair fada ge-tà, oir chaidh an staidhre a sgrios is i làn tuill. An urrainn dhut a càradh is faighinn thar a' bhalla? Gu nàdarra, tha fios agad nach eil am fuasgladh as fhasa an-còmhnaidh am fear ceart. Ach tha na cinn-fhionn agad cha mhòr saor is tha earbsa aca sna comasan agad gus an sàbhaladh turas eile. Ma shoirbhicheas leat, bidh iad sàbhailte on eucorach a thug an trom-laighe seo orra gu sìorraidh bràth... uill, fad bliadhna co-dhiù.
gl: Parece que estamos de novo contra un muro poderoso, e está bloqueando a saída! Pero agarda, algunha boa alma construíu unha escaleira ao seu redor. Parece, sen embargo, cos esforzos do pobre tolo non duraron moito, xa que a escaleira está destruída e chea de buratos. Podes arranxala para poder cruzar a parede? Por suposto, sabes ca mellor solución pode non ser a obvia. Pero os teus Pingus son case libres e confían na túa habilidade para guialos sans e salvos unha vez máis. se tes éxito liberarás dunha vez por todas do malfeitor cos meteu neste pesadelo... polo menos este ano.
pl: Znajdujemy się znów przed ogromnym murem, blokującym dostęp do wyjścia. Ale zaraz, jakiś dobry duszek zbudował schody dookoła. Niestety, jego wysiłki poszły na marne, gdyż schody są zniszczone i pełne dziur. Może potrafisz je naprawić? Tylko uważaj, oczywiste rozwiązanie może nie być tym poprawnym. Pingusy są już jednak na najlepszej drodze do wolności i wierzą w twoje umiejętności. Jeśli ci się uda, wyzwolisz je na zawsze od widma, które je prześladuje... przynajmniej w tym roku.
pt_br: Parece que estamos mais uma vez diante de um enorme muro bloqueando a saída! Mas espere, alguém muito legal construiu uma escadaria por sobre ele. Entretanto, parece que tamanho esforço não adiantou, já que a escadaria está destruída e cheia de furos. Você consegue consertá-la para que possa passar por cima do muro? Claro que você sabe que a solução não é tão óbvia. Mas seus Pingus estão quase alcançando a liberdade e eles acreditam na sua habilidade para guiá-los em segurança mais uma vez. Tenha sucesso e você os terá libertado de uma vez por todas do malvado que os colocou neste pesadelo... ao menos neste ano.
sr: Изгледа да смо опет против моћног зида, који блокира излаз! Али чекајте, нека добра душа је изградила степенице око њега. Чини се, међутим, да напор јадничка није дуго трајао, јер степениште је дотрајало и пуно рупа. Да ли можете да га поправите и да га изградите преко зида? Још једном наравно, знате да право решење не може бити очигледно. Али ваши Пингвинци су скоро слободни, а они верују у ваше вештине које ће их још једном довести до слободе. Постигните успех и ослободићете их једном за свагда од злочинца који их је довео у овај кошмар... бар за ову годину.
sv: Det förefaller som vi återigen har en stor vägg framför oss som spärrar utgången! Men vänta, någon godhjärtad varelse har byggt en trappa runt omkring den. Emellertid verkar det som om den stackars dårens ansträngning inte var tillräcklig eftersom trappan är förstörd och full med hål. Kan du laga den och ta dig över väggen? Du vet självklart att den rätta lösningen inte behöver vara den mest uppenbara. Men dina Pingus är nästan fria, och de tror på din förmåga att ännu en gång kunna leda de till säkerhet. Se till att lyckas och du kommer ha befriat dem en gång för alla från vad för slags ondska som än placerade dem i denna mardröm... i alla fall för detta år.
tr: Görünüşe göre güçlü bir duvarla tekrar karşı karşıyayız ve çıkış yolunu kapatıyor! Ama bekle, bazı iyi kişiler etrafında bir merdiven yapmışlar. Ancak görünüşe göre, zavallıların girişimleri başarılı olmamış, çünkü merdiven tahrip olmuş ve delik deşik. Bunu düzeltebilir ve duvarın üzerinden geçmesini sağlayabilir misin? Yine tabi doğru çözüm ilk planda doğru görünen olmayabilir. Ama Pingular neredeyse özgürlüklerine kavuşmak üzere, ve senin onlara rehberlik etmedeki becerine bir kez daha güveniyorlar. Bunu başar böylece onları içine düştükleri zor durumdan bir kez daha kurtarmış olacaksın... en azından bu yıl için.
zh_tw: 看起來我們必須對抗這面強大的牆，而它正在阻斷出口！但是等一等，一些好靈魂已經在它周圍建造一個樓梯。不過這位幫手的成就已開始消失，因為樓梯已被破壞而且充滿破洞。你能修它並讓它超越高牆？ 然而你應該知道，正確的解決方案可能不是明顯的。但是你的 Pingus 已經快自由了，它們也相信你的能力會讓牠們再次自由。你將會讓牠們從壞人手中再次自由……至少今年。

source: Down Into The Cave
ca: Dins de la cova
es: Dentro de la cueva
gd: Sìos dhan uaigh
gl: Baixando a Cova
pl: W dół jaskini
pt_br: Explorando a Caverna
sr: Доле низ пећину
sv: Ned i grottan
tr: Mağaranın Dibine

source: The exit is far below and the pingus are separated from it by quite a distance. The path down is riddled with gulfs, so jumping and bridging will be the primary tool to get down there. But be careful, the last few steps require some extra cleverness.
ca: La sortida es troba ben avall, i els pingus estan separats d'ella per una distància considerable. El camí cap avall és ple d'abismes, o sigui que saltar i fer ponts seran les eines principals per arribar-hi. Però ves amb compte, les últimes passes requereixen una dosi extra d'intel·ligència.
es: La salida está muy abajo, y los pingus están separados de la misma por una distancia considerable. El camino hacia abajo está plagado de abismos, así que saltar y hacer puentes serán las principales herramientas para llegar hasta allí. Pero ten cuidado, los últimos pasos requieren una dosis extra de inteligencia.
gd: Tha an doras a-mach fada shìos is astar math eadar e is na cinn-fhionn. Tha slocan a' cnàmhadh an t-slighe, is mar sin 's e leum is drochaidean am prìomh ghnìomh agad gus faighinn shìos. Ach thoir an aire, feumaidh tu a bhith glic dha-rìribh leis na ceuman mu dheireadh.
gl: A saída está moi abaixo e os pingus están moi lonxe dela. O camiño está cheo de golfos, polo que saltar e facer pontes serán a principal ferramenta para baixar alí. Pero teña coidado, os últimos pasos requiren algo de intelixencia extra.
pl: Wyjście znajduje się daleko poniżej, więc Pingusy mają całkiem spory kawałek do przejścia. Droga poprzecinana jest czeluściuami, zatem skakanie i budowanie mostów będą ich głównymi zajęciami na tym odcinku. Uważaj jednak. Ostatnie kroki wymagają odrobiny przemysłu.
pt_br: A saída está bem abaixo e os pingus estão separados uns dos outros por uma boa distância. O caminho para baixo é cheio de abismos, então pular e construir pontes será a ferramenta inicial para chegar até lá em baixo. Mas tenha cuidado, os últimos passos necessitam de sabedoria extra.
sr: Излаз је далеко испод и пингвинце од њега одваја по прилична раздаљина. Пут на доле је препун залива, зато ће скакање и премошћавање бити основна средства како би се стигло тамо доле. Али будите опрезни, последњих неколико корака захтевају додатну оштроумност.
sv: Den här utgången ligger långt ned och Pingus är separerade från den med ett ganska stort avstånd. Vägen ned är kantad med gropar, så att hoppa och brobygga kommer att vara det huvudsakliga sättet att komma ner dit på. Men var försiktig, de sista stegen kräver extra finurlighet.
tr: Çıkış çok aşağıda ve Pingular oldukça uzak bir noktada ayrılar. Aşağıdaki yol körfezlerle delinmiş bu yüzden zıplamak ve köprü yapmak aşağı inmek için birincil araç olacak. Fakat dikkatli ol; son adımlar daha çok zekilik gerektiriyor.

source: Round and Round
ca: Volta i volta
es: Vuelta y vuelta
gd: Mun cuairt is mun cuairt
gl: Volta e volta
pl: W koło Macieju
pt_br: Voltas e Voltas
sr: У круг до бесвести
sv: Runt och runt
tr: Dön ve Dön
zh_tw: 一圈又一圈
