Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Object:
ca: Objecte:
es: Objeto:
gd: Oibseact:
gl: Obxecto:
pl: Obiekt:
pt_br: Objeto:
sr: Објекат:
sv: Objekt:
tr: Nesne:
zh_tw: 物件：

source: Nothing selected
ca: No s'ha seleccionat res
es: No hay nada seleccionado
gd: Chan eil dad comharraichte
gl: Non escolleu nada
pl: Nic nie zaznaczono
pt_br: Nada selecionado
sr: Ништа није изабрано
sv: Ingenting valt
tr: Hiçbir şey seçilmedi
zh_tw: 未選擇任何一個

source: Transparent
es: Transparente
gd: So-dhrùidhteach
gl: Transparente
pl: Przezroczysty
pt_br: Transparente
sr: Провидно
sv: Genomskinligt
tr: Saydam
zh_tw: 透明的

source: Solid
ca: Sòlid
es: Sólido
gd: Cruaidh
gl: Sólido
pl: Twardy
pt_br: Sólido
sr: Испуњено
sv: Fast
tr: Düz
zh_tw: 固體

source: Ground
ca: Terra
es: Suelo
gd: Làr
gl: Terra
pl: Ziemia
pt_br: Terreno
sr: Земља
sv: Mark
tr: Yer
zh_tw: 地面

source: Bridge
ca: Pont
es: Puente
gd: Drochaid
gl: Ponte
pl: Most
pt_br: Ponte
sr: Мост
sv: Bro
tr: Köprü
zh_tw: 橋

source: Water
ca: Aigua
es: Agua
gd: Uisge
gl: Auga
pl: Woda
pt_br: Água
sr: Вода
sv: Vatten
tr: Su
zh_tw: 水

source: Lava
gd: Làbha
pl: Lawa
sr: Лава
tr: Lav
zh_tw: 岩漿

source: Remove
ca: Elimina
es: Eliminar
gd: Thoir air falbh
gl: Quitar
pl: Usuń
pt_br: Remover
sr: Уклони
sv: Ta bort
tr: Kaldır
zh_tw: 移除

source: Direction:
ca: Direcció:
es: Dirección:
gd: Comhair:
gl: Dirección:
pl: Kierunek:
pt_br: Direção:
sr: Правац:
sv: Riktning:
tr: Yön:
zh_tw: 方向：

source: Left
ca: Esquerra
es: Izquierda
gd: Clì
gl: Esquerda
pl: Lewo
pt_br: Esquerda
sr: Лево
sv: Vänster
tr: Sol
zh_tw: 左邊

source: Misc
ca: Miscel·lània
es: Varios
gd: Measgaichte
pl: Różne
pt_br: Diversos
sr: Разно
sv: Övrigt
tr: Diğer
zh_tw: 各種雜項

source: Right
ca: Dreta
es: Derecha
gd: Deas
gl: Dereita
pl: Prawo
pt_br: Direita
sr: Десно
sv: Höger
tr: Sağ
zh_tw: 右邊

source: ReleaseRate:
ca: Rati d'alliberament:
es: Ratio de liberación:
gd: Tric. sgaoil.
gl: data de lanzamento:
pl: CzęstotliwośćWypuszczaniaPingwinów:
pt_br: Taxa de lançamentos:
sr: Проток отпуштања:
sv: SläppHastighet:
tr: ÇıkışOranı:
zh_tw: 釋放速度：

source: Scroll-X:
es: Deslizamiento-X
gd: Sgroladh-X:
gl: Desprazamento-X:
pt_br: Rolar-X:
sr: Помери-X:
sv: Rullning-X:
tr: Kaydır-X:
zh_tw: 捲動-X:

source: Scroll-Y:
es: Deslizamiento-Y:
gd: Sgroladh-Y:
gl: Desprazamento-Y:
pt_br: Rolar-Y:
sr: Помери-Y:
sv: Rullning-Y:
tr: Kaydır-Y:
zh_tw: 捲動-Y:

source: Owner Id:
ca: Id propietari:
es: Id propietario:
gd: ID cò leis:
gl: ID do propietario:
pt_br: ID do proprietário:
sr: Власник:
sv: Ägar-Id:
tr: Kullanıcı No:
zh_tw: 所屬者編號：

source: Z-Pos:
ca: Posició Z
es: Posición Z
gd: Suidh-Z:
pt_br: Posição-Z:
sr: Z-Положај:
tr: Konum-Z:
zh_tw: Z 軸位置：

source: Color:
gd: Dath:
gl: Cor:
pl: Kolor:
pt_br: Cor:
sr: Боја:
sv: Färg:
tr: Renk :
zh_tw: 顏色：

source: Small Stars:
ca: Estrelles petites:
es: Estrellas pequeñas:
gd: Rionnagan (beag):
gl: Estrelas pequenas:
pl: Małe gwiazdy:
pt_br: Estrelas Pequenas:
sr: Мале звезде:
sv: Små stjärnor:
tr: Küçük Boyutlu Yıldızlar
zh_tw: 小星星：

source: Middle Stars:
ca: Estrelles mitjanes:
es: Estrellas medianas:
gd: Rionnagan (meadhanach):
gl: Estrelas medianas:
pl: Średnie gwiazdy:
pt_br: Estrelas Médias:
sr: Средње звезде:
sv: Mellanstora stjärnor:
tr: Orta Boyutlu Yıldızlar
zh_tw: 中星星：

source: Large Stars:
ca: Estrelles grans:
es: Estrellas grandes:
gd: Rionnagan (mòr):
gl: Estrelas grandes:
pl: Duże gwiazdy:
pt_br: Estrelas Grandes:
sr: Велике звезде:
sv: Stora stjärnor:
tr: Büyük Boyutlu Yıldızlar
zh_tw: 大星星：

source: Repeat:
ca: Repeteix:
es: Repetición:
gd: Ath-dhèanamh:
gl: Repetir:
pl: Powtarzanie:
pt_br: Repetir:
sr: Понови:
sv: Repetera:
tr: Tekrarla:
zh_tw: 重複：

source: Target Id:
ca: Id objectiu:
es: Id de destino:
gd: ID amais:
gl: ID de destino:
pl: Docelowy Id:
pt_br: Id Alvo:
sr: Одредиште:
sv: Mål-ID:
tr: Hedef kimlik:
zh_tw: 目標 Id:

source: Height:
ca: Alçada:
es: Altura:
gd: Àirde:
gl: Altura:
pl: Wysokość:
pt_br: Altura:
sr: Висина:
sv: Höjd:
tr: Yükseklik:
zh_tw: 高度:

source: Object: [Group]
ca: Objecte: [Grup]
es: Objeto: [Grupo]
gd: Oibseact: [Buidheann]
gl: Obxecto: [Grupo]
pl: Obiekt: [Grupa]
pt_br: Objeto: [Grupo]
sr: Објекат: [Група]
sv: Objekt: [Grupp]
tr: Nesne: [Group]
zh_tw: 物體: [群組]

source: Group not supported
ca: Grup no permès
es: Grupo no permitido
gd: Cha tèid taic a chur ri buidheann
gl: Non se permiten grupos
pl: Grupa nieobsługiwana
pt_br: Grupo não suportado
sr: Група није подржана
sv: Grupp stöds inte
tr: Grup desteklenmiyor
zh_tw: 群組不支援

source: Object:
ca: Objecte:
es: Objeto:
gd: Oibseact:
gl: Obxecto:
pl: Obiekt:
pt_br: Objeto:
sr: Објекат:
sv: Objekt:
tr: Nesne:
zh_tw: 物件：

source: New level
ca: Nou nivell
es: Nuevo nivel
gd: Leibheil ùr
gl: Novo nivel
pl: Nowy poziom
pt_br: Novo nível
sr: Нови ниво
sv: Ny nivå
tr: Yeni Bölüm
zh_tw: 新關卡

source: Open level...
ca: Obre un nivell...
es: Abrir nivel...
gd: Fosgail leibheil...
gl: Abrir Nivel...
pl: Otwórz poziom...
pt_br: Abrir nível...
sr: Отвори ниво...
sv: Öppna bana...
tr: Bölümü aç...
zh_tw: 開啟關卡...

source: Save level...
ca: Desa el nivell...
es: Guardar nivel...
gd: Sàbhail leibheil...
gl: Gardar nivel...
pl: Zapisz poziom
pt_br: Salvar nível
sr: Сачувај ниво...
sv: Spara bana...
tr: Bölümü kaydet...
zh_tw: 儲存關卡...

source: Save level as...
ca: Desa el nivell com...
es: Guardar nivel como...
gd: Sàbhail leibheil mar...
gl: Gardar o nivel como...
pl: Zapisz poziom jako...
pt_br: Salvar nível como...
sr: Сачувај ниво као...
sv: Spara banan som...
tr: Bölümü farklı kaydet...
zh_tw: 另存關卡...

source: Play level...
ca: Juga el nivell...
es: Jugar nivel...
gd: Cluich leibheil...
gl: Xogar nivel...
pl: Uruchom poziom...
pt_br: Jogar nível...
sr: Играј ниво...
sv: Spela bana...
tr: Bölüm oyna...
zh_tw: 玩某關卡...

source: Configure actions
ca: Configura les accions
es: Configurar acciones
gd: Rèitich gnìomhan
gl: Configurar accións
pl: Skonfiguruj umiejętności pingwinów
pt_br: Configurar ações
sr: Подеси радње
sv: Konfigurera manövrar
tr: Eylemleri yapılandır
zh_tw: 設定動作

source: Configure level
ca: Configura el nivell
es: Configurar el nivel
gd: Rèitich leibheil
gl: Configurar nivel
pl: Konfiguruj poziom
pt_br: Configurar nível
sr: Подесите ниво
sv: Konfigurera bana
tr: Bölümü yapılandır...
zh_tw: 設定關卡

source: Display object properties
ca: Mostra les propietats de l'objecte
es: Mostrar las propiedades del objeto
gd: Seall feartan an oibseict
gl: Amosar as propiedades do obxecto
pl: Wyświetl właściwości obiektu
pt_br: Mostrar propriedades do objeto
sr: Прикажите својства објекта
sv: Redigera objektegenskaper
tr: Nesne özelliklerini göster
zh_tw: 顯示物件屬性

source: Show object insertion window
ca: Mostra la finestra d'inserció d'objectes
es: Mostrar ventana de inserción de objetos
gd: Seall uinneag gus oibseactan a chur ris
gl: Amosar a xanela de inserción de obxectos
pl: Pokaż okno wstawiania obiektu
pt_br: Mostrar janela de inserção de objetos
sr: Прикажите прозор за уметање објекта
sv: Visa fönster för inplacerade objekt
tr: Nesne yerleştirme penceresini göster
zh_tw: 顯示物件插入視窗

source: Show minimap
ca: Mostra el mapa en miniatura
es: Mostrar minimapa
gd: Seall meanbh-mhapa
gl: Amosar minimapa
pl: Pokaż minimapę
pt_br: Mostrar mini-mapa
sr: Прикажите малу карту
sv: Visa minikarta
tr: Küçük haritayı göster
zh_tw: 顯示小地圖

source: Duplicate the selected objects
ca: Duplica els objectes seleccionats
es: Duplicar los objetos seleccionados
gd: Dèan lethbhreac dhe na h-oibseactan air an taghadh
gl: Duplica os obxectos escollidos
pl: Powiel wybrane obiekty
pt_br: Duplicar objetos selecionados
sr: Удвостручите изабране објекте
sv: Duplicera de markerade objekten
tr: Seçili nesneleri çoğalt
zh_tw: 複製選取的物件

source: Delete the selected objects
ca: Elimina els objectes seleccionats
es: Borrar los objetos seleccionados
gd: Sguab às dha na h-oibseactan air an taghadh
gl: Elimina os obxectos escollidos
pl: Usuń wybrane obiekty
pt_br: Excluir os objetos selecionados
sr: Избришите изабране објекте
sv: Ta bort markerade objekt
tr: Seçili nesneleri sil
zh_tw: 刪除已選擇的物件

source: Raise object to top
ca: Eleva l'objecte fins al primer pla
es: Elevar el objeto al primer plano
gd: Àrdaich oibseact gu bàrr
gl: Levar obxecto ao primeiro plano
pl: Umieść obiekty na górze
pt_br: Subir objeto até o topo
sr: Издигните објекат изнад осталих
sv: Höj objekt till toppen
tr: Nesneyi en üste götür
zh_tw: 移至最高

source: Raise object
ca: Eleva l'objecte
es: Elevar objeto
gd: Àrdaich oibseact
gl: Erguer obxecto
pl: Podnieś obiekty
pt_br: Subir objeto
sr: Издигните објекат
sv: Höj objekt
tr: Nesneyi yukarı götür
zh_tw: 上移一層

source: Lower object
ca: Abaixa l'objecte
es: Bajar objeto
gd: Ìslich oibseact
gl: Baixar obxeto
pl: Obniż obiekty
pt_br: Baixar objeto
sr: Спустите објекат
sv: Sänk objekt
tr: Nesneyi alta götür
zh_tw: 下移一層

source: Lower object to bottom
ca: Abaixa l'objecte fins al fons
es: Bajar objeto al fondo
gd: Ìslich oibseact gu bonn
gl: Baixar obxecto ao fondo
pl: Umieść obiekty na dole
pt_br: Baixar objeto até o fundo
sr: Спустите објекат на дно
sv: Sänk objekt till botten
tr: Nesneyi en alta götür
zh_tw: 移至底部

source: Flip object horizontally
ca: Inverteix l'objecte horitzontalment
es: Invertir objeto horizontalmente
gd: Flip oibseact gu còmhnard
gl: Virar obxecto horizontalmente
pl: Odbij obiekt poziomo
pt_br: Inverte objeto horizontalmente
sr: Изврните објекат водоравно
sv: Spegelvänd objekt horisontellt
tr: Nesneyi yatay döndür
zh_tw: 水平翻轉

source: Flip object vertically
ca: Inverteix l'objecte verticalment
es: Invertir objeto verticalmente
gd: Flip oibseact gu h-inghearach
gl: Virar obxecto verticalmente
pl: Odbij obiekt pionowo
pt_br: Inverte objeto verticalmente
sr: Изврните објекат усправно
sv: Spegelvänd objekt vertikalt
tr: Nesneyi dikey döndür
zh_tw: 垂直翻轉

source: Rotate object -90 degree
ca: Gira l'objecte -90 graus
es: Rotar el objeto -90 grados
gd: Tionndaidh an oibseact -90 puing
gl: Xirar obxecto -90 graos
pl: Obróć obiekt o -90 stopni
pt_br: Gira objeto -90 graus
sr: Заокрените објекат за -90 степени
sv: Rotera objekt -90 grader
tr: Nesneyi -90 derece döndür
zh_tw: 旋轉物體270度

source: Rotate object 90 degree
ca: Gira l'objecte 90 graus
es: Rotar el objeto 90 grados
gd: Tionndaidh an oibseact 90 puing
gl: Xirar obxecto 90 graos
pl: Obróć obiekt o 90 stopni
pt_br: Gira objeto 90 graus
sr: Заокрените објекат за 90 степени
sv: Rotera objekt 90 grader
tr: Nesneyi 90 derece döndür
zh_tw: 旋轉物體90度

source: Display help
ca: Mostra l'ajuda
es: Mostrar la ayuda
gd: Seall Cobhair
gl: Amosar axuda
pl: Wyświetl pomoc
pt_br: Mostra a ajuda
sr: Прикажите помоћ
sv: Visa hjälp
tr: Yardımı görüntüle
zh_tw: 顯示說明

source: Exit
ca: Sortir
es: Salir
gd: Fàg an-seo
gl: Sair
pl: Wyjdź
pt_br: Sair
sr: Изађите
sv: Avsluta
tr: Çıkış
zh_tw: 離開

source: Datadir
ca: Directori de dades
es: Directorio de datos
gd: Pasgan dàta
gl: Dir. datos
pl: k. programu
pt_br: Pasta de dados
sr: Фасцикла података
sv: Datakat
tr: Veri dizini
zh_tw: 資料目錄

source: Userdir
ca: Directori d'usuari
es: Directorio de usuario
gd: Pasg. cleachd.
gl: Dir. usuario
pl: k. użytkownika
pt_br: Pasta do usuário
sr: Фасцикла корисника
sv: Userkat
tr: Kullanıcı dizini
zh_tw: 使用者目錄

source: Open
ca: Obre
es: Abrir
gd: Fosgail
gl: Abrir
pl: Otwórz
pt_br: Abrir
sr: Отвори
sv: Öppna
tr: Aç
zh_tw: 開啟

source: Save
ca: Desa
es: Guardar
gd: Sàbhail
gl: Gardar
pl: Zapisz
pt_br: Salvar
sr: Сачувај
sv: Spara
tr: Kaydet
zh_tw: 儲存

source: Cancel
ca: Cancel·la
es: Cancelar
gd: Sguir dheth
gl: Cancelar
pl: Anuluj
pt_br: Cancelar
sr: Откажи
sv: Avbryt
tr: Vazgeç
zh_tw: 取消

source: Filename:
ca: Nom del fitxer:
es: Nombre del archivo:
gd: Faidhle:
gl: Nome de arquivo:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
sr: Назив датотеке:
sv: Filnamn:
tr: Dosya Adı:
zh_tw: 檔名：

source: Pathname:
ca: Ubicació:
es: Nombre de la ruta:
gd: Pasgan:
gl: Nome da ruta:
pl: Ścieżka:
pt_br: Caminho:
sr: Назив путање:
sv: Namn på sökväg:
tr: Yol adı:
zh_tw: 路徑名：

source: Open a level
ca: Obre un nivell
es: Abrir un nivel
gd: Fosgail leibheil
gl: Abrir nivel
pl: Wczytaj poziom
pt_br: Abrir um nível
sr: Отворите ниво
sv: Öppna en bana
tr: Bölüm aç
zh_tw: 開啟某一關

source: Save your level
ca: Desa el teu nivell
es: Guarda tu nivel
gd: Sàbhail leibheil
gl: Gardar o teu nivel
pl: Zapisz swój poziom
pt_br: Salve seu nível
sr: Сачувајте ваш ниво
sv: Spara banan
tr: Bölümü kaydet
zh_tw: 儲存您的關卡

source: Author:
gd: Ùghdar:
pl: Autor:
sv: Skapare:

source: Levelname:
gd: Ainm an leibheil:
pl: Nazwa poziomu:
sv: Bannamn:

source: Description:
gd: Tuairisgeul:
pl: Opis:
sv: Beskrivning:

source: Pingus Count:
gd: Àireamh dhe chinn-fhionn:
pl: Liczba Pingusów
sv: Antal Pingus:

source: Pingus to Save:
gd: Cinn-fhionn rin sàbhaladh:
pl: Pingusów do uratowania:
sv: Antal Pingus att rädda:

source: Time:
gd: Ùine:
pl: Czas:
sv: Tid:

source: Width:
gd: Leud:
pl: Szerokość:
sv: Bredd:

source: Music:
gd: Ceòl:
pl: Muzyka:
sv: Musik:

source: == Editor Help ==
ca: == Ajuda de l'editor ==
es: == Ayuda del editor ==
gd: == Cobhair an deasaiche ==
gl: == Axuda do editor ==
pl: == Pomoc edytora ==
pt_br: == Ajuda do Editor ==
sr: == Помоћ уређивача ==
sv: == Redigerarhjälp ==
tr: == Düzenleyici Yardımı ==
zh_tw: ==編輯器說明==

source: Select all Clear Selection Raise objects Lower objects Raise objects to top Lower objects to bottom Rotate 90 degree Rotate 270 degree Group selected objects Ungroup selected objects
ca: Selecciona-ho tot Neteja la selecció Eleva objectes Abaixa objectes Eleva objectes fins dalt de tot Abaixa objectes fins al fons Gira 90 graus Gira 270 graus Agrupa els objectes seleccionats Desagrupa els objectes seleccionats
es: Seleccionar todo Limpiar la selección Elevar objetos Bajar objetos Girar 90 grados Girar 270 grados Agrupar los objetos seleccionados Desagrupar los objetos seleccionados
gd: Tagh a h-uile Falamhaich an taghadh Àrdaich oibseactan Ìslich oibseactan Àrdaich oibseactan gu bàrr Àrdaich oibseactan gu bonn Tionndaidh 90 puing Tionndaidh 270 puing Buidhnich oibseactan taghta Neo-bhuidhnich oibseactan taghta
gl: Escoller todo Borrar escolla Erguer obxectos Baixar obxectos Erguer obxectos arriba Baixar obxectos o fondo Xirar 90 graos Xirar 270 graos Agrupar obxectos escollidos Desagrupar os obxectos escollidos
pl: Zapisz wszystko Wyczyść zaznaczenie Podnieś obiekty Obniż obiekty Umieść obiekty na górze Umieść obiekty na dole Obróć o 90 stopni Obróć 270 stopni Pogrupuj zaznaczone obiekty Odłącz od grupy zaznaczone obiekty
pt_br: Selecionar todos Limpar seleção Subir objetos Descer objetos Subir objetos ao topo Descer objetos ao fundo Rotacionar 90 graus Rotacionar 270 graus Agrupar objetos selecionados Desagrupar objetos selecionados
sr: Изабери све Очисти избор Издигни објекте Спусти објекте Издигни објекте на врх Спусти објекте на дно Заокрени за 90 степени Заокрени за 270 степени Групиши изабране објекте Разгрупиши изабране објкте
sv: Välj alla Rensa val Höj objekt Sänk objekt Höj objekt till toppen Sänk objekt till botten Rotera 90 grader Rotera 270 grader Gruppera valda objekt Avgruppera valda objekt
tr: Tümünü seç Seçimi temizle Nesneleri yükselt Nesneleri alçalt Nesneleri en üste yükselt Nesneleri en alta indir 90 derece çevir 270 derece çevir Seçilen nesneleri grupla Seçilen nesneleri ayır
zh_tw: 全選 清除選擇 上移一層 下移一層 移至最高 移至底部 旋轉物體90度 旋轉物體270度 群組選取的物件 取消群組選取的物件

source: Flip object horizontally Flip object vertically Delete all marked objects Move objects by one pixel Move objects by 32 pixel Toggle background color Increase/lower repeat
ca: Inverteix l'objecte horitzontalment Inverteix l'objecte verticalment Esborra tots els objectes marcats Mou els objectes un píxel Mou els objectes 32 píxels Canvia el color de fons Incrementa/disminueix la repetició
es: Invertir el objeto horizontalmente Invertir el objeto verticalmente Borrar todos los objetos marcados Mover los objetos un píxel Mover los objetos 32 píxeles Cambiar el color de fondo Incrementar/disminuir la repetición
gd: Flip oibseact gu còmhnard Flip oibseact gu h-inghearach Sguab às dha gach oibseact taghta Gluais oibseact le aon phiogsail Gluais oibseact le 32 phiogsail Toglaich dath a' chùlaibh Meudaich/Lùghdaich ath-dhèanamh
pl: Odbij obiekt poziomo Odbij obiekt pionowo Usuń zaznaczone obiekty Przesuń obiekty o jeden piksel Przesuń obiekty o 32 piksele Przełącz przezroczystość Zwiększ/zmniejsz powtarzanie
pt_br: Inverter objeto horizontalmente Inverter objeto verticalmente Deletar todos os objetos marcados Mover objetos em um pixel Mover objetos em 32 pixels Alternar cor de fundo Aumentar/diminuir repetição
sr: Преврни објекат водоравно Преврни објекат усправно Обриши све означене објекте Помери објекте за једну тачкицу Помери објекте за 32 тачкице Промени боју позадине Повећај/смањи понављање
sv: Spegelvänd objekt horisontellt Spegelvänd objekt vertikalt Ta bort alla markerade objekt Flytta objekt med en bildpunkt Flytta objekt med 32 bildpunkt Växla bakgrundsfärg Öka/sänk upprepning
tr: Nesneyi yatay çevir Nesneyi dikey çevir Tüm işaretli nesneleri sil Nesneleri bir piksel taşı Nesneleri 32 piksel taşı Arkaplan rengini değiştir Tekrarı yükselt/alçalt
zh_tw: 水平翻轉物件 垂直翻轉物件 刪除所有標記的物件 移動物件一個像素 移動物件32像素 切換背景顏色 增加/減少重複

source: You should name your level files systematically, i.e. by their theme, their number and your nickname: <levelname><number>-<creator>.pingus So if you create your second level with a stone theme, call it: stone2-yourname.pingus When you have created a level and want to have it included in the game mail it to: pingus-devel@nongnu.org Only levels published under the GPL are allowed into the game. The editor automatically inserts a reference to the GPL, if you want to have your level under a different license, you have to change that reference.
ca: Hauries d'anomenar els teus fitxers de nivell de manera sistemàtica, p.e. pel seu tema, el seu número i el teu sobrenom: <nom><número>-<creador>.pingus De manera que si crees el teu segon nivell amb un tema de pedres, anomena'l: pedres2-elteunom.pingus Quan hagis creat un nivell i el vulguis incloure al joc envia'l per correu a: pingus-devel@nongnu.org Només els nivells publicats sota la GPL estan permesos en el joc. L'editor insereix automàticament una referència a la GPL, si vols tenir el teu nivell sota una llicència diferent hauràs de canviar aquesta referència.
es: Deberías nombrar tus ficheros de forma sistemática, p.e. por su tema, su número y tu alias: <nombre><número>.<creador>.pingus De forma que si creas tu segundo nivel con un tema de piedras, llámalo: piedras2-tunombre.pingus Cuando hayas creado un nivel y lo quieras incluir en el juego manda un correo a: pingus-devel@nongnu.org Sólo los niveles publicados bajo la GPL están permitidos en el juego. El editor inserta automáticamente una referencia a la GPL, si quieres tener tu nivel bajo una licencia diferente deberás cambiar dicha referencia.
gd: Bu chòir do na h-ainmean a chuireas tu air na leibheilean agad a bhith rianail, 's e seo a-rèir an ùrlair, na h-àireimh is d' fhar-ainm: <ainm-an-leibheil><àireamh>-<cruithear>.pingus Mar sin, ma tha ùrlar cloiche air an dàrna leibheil agad, seo na chuireas tu air: clach2-d'ainm.pingus Ma tha thu air leibheil a chruthachadh is ag iarraidh gun cuireadh sinn ris a' gheama e, cuir e le post-d gu: pingus-devel@nongnu.org Cha chuir sinn leibheilean ris a' gheama ach le foillseachadh fo cheadachas GPL. Cuiridh an deasaiche iomradh air a' GPL ris gu fèin-obrachail. Ma tha thu airson ceadachas eile a chleachdadh airson an leibheil agad, feumaidh tu an t-iomradh seo atharrachadh.
gl: Debes nomear os teus ficheiros de nivel de forma sistemática, é dicir, polo seu tema, o seu número e o teu alcume: <levelname><número>-<creador>.pingus Entón, se creas o teu segundo nivel cun tema de pedra, chámao: pedra2-seu_nome.pingus Se creas un nivel e queres telo incluído no xogo, enviao a: pingus-devel@nongnu.org Só se permiten no xogo os niveis publicados baixo a GPL. O editor insire automaticamente unha licenza á GPL, se queres ter o teu nivel baixo unha licenza diferente, tes que cambiar esa licenza.
pl: Poziomy powinny zostać nazwane według wzoru: temat, liczba porządkowa, nick autora : <nazwapoziomu><numer>-<autor>.pingus Na przykład drugi poziom wykorzystujący temat kamienia powinien zostać nazwany: stone2-twójnick.pingus Jeśli chcesz, aby utworzony poziom został dołączony do kolejnego wydania gry, wyślij go na adres: pingus-devel@nongnu.org Poziom powinien zostać objęty licencją GPL, w innym razie nie zostanie dołączony do gry. Edytor automatycznie nada licencję GPL stworzonym w nim plikom. Jeśli chcesz użyć innej licencji, musisz usunąć odniesienia do GPL.
pt_br: Você deve nomear os seus arquivos de nível sistematicamente, ou seja, pelo seu nome, seu número e pelo seu apelido: <nomedonível><número>-<autor>.pingus Então, se você criar o seu segundo nível com um tema de pedras, nomeie-o: pedras2-seunome.pingus Quando você criar um nível e quiser que ele seja incluído no jogo, envie-o por e-mail para: pingus-devel@nongnu.org Somente níveis publicando sob a licença GPL são permitidos no jogo. O editor insere automaticamente uma referência para a GPL, se você quiser publicar seu nível sob outra licença, você terá que mudar essa referência.
sr: Треба да именујете датотеке ваших нивоа систематски, тј. према називу, броју и вашем надимку: <ниво><број>-<творац>.pingus Значи ако направите ваш други ниво са темом камена, назовите га: камен2-вашеиме.pingus Када направите ниво и желите да буде укључен у игру пошаљите га ел. поштом на: pingus-devel@nongnu.org Само нивои објављени под ОЈЛ су допуштени у игри. Уређивач самостално умеће упуте на ОЈЛ, ако желите да ваш ниво буде под другом лиценцом, морате да измените ту упуту.
sv: Du bör namnge dina nivåfiler systematiskt, d.v.s. efter deras tema, deras nummer och ditt användarnamn: <nivåtemapåengelska><nummer>-<skapare>.pingus Så om du utformar din andra nivå med ett stentema, kalla den: stone2-dittnamn.pingus När du har skapat en nivå och vill att den skall inkluderas i spelet, e-posta den till: pingus-devel@nongnu.org Endast nivåer utgivna under licensen GPL tillåts att inkluderas i spelet. Redigeraren infogar automatiskt en referens till GPL. Om du vill ge ut din nivå under en annan licens, så måste du ändra den referensen.
tr: Bölüm dosyalarını sistematik olarak adlandırmalısın. Örn: temasına, numarasına ve takma adına göre: <bölümadı><sayı>-<oluşturan>.pingus Mesela, ikinci bölümünü bir kaya temasıyla oluşturduysan şöyle adlandır: kaya2-adın.pingus Bölüm oluşturduğunda oyuna eklenmesini istersen şu adrese e-posta gönder: pingus-devel@nongnu.org Sadece GPL altında yayınlanan bölümler oyunda kullanılacak. Düzenleyici, otomatik olarak GPL'ye bir referans ekleyecektir. Eğer başka bir lisans kullanmak istersen bu referansı değiştirmen gerekir.
zh_tw: 你應該有系統地命名你關卡的文件，例如他們的主題，號碼和你的暱稱: <關卡名><號碼>-<作者>.pingus 所以你如果您創建用石頭為主題的第二個關卡，叫它：石頭2-你的名字.pingus 當你創建了一個關卡，並希望它在遊戲中，郵寄到： pingus-devel@nongnu.org 只有在GPL授權下發布的關卡會被允許放入遊戲。編輯器會自動插入一個參考 GPL，如果你想讓關卡有一個不同的許可，你必須改變這個參考。

source: Replace
ca: Reemplaça
es: Reemplazar
gd: Cuir na àite
gl: Substituír
pl: Zastąp
pt_br: Substituir
sr: Замени
sv: Ersätt
tr: Değiştir
zh_tw: 取代

source: Entrance
ca: Entrada
es: Entrada
gd: Inntrigeadh
gl: Entrada
pl: Wejście
pt_br: Entrada
sr: Улаз
sv: Ingång
tr: Giriş
zh_tw: 入口

source: Groundpiece (ground)
ca: Terra (terreny)
es: Suelo (terreno)
gd: Pìos an làir (làr)
gl: Peza de chan (terreo)
pl: Podłoże (gleba)
pt_br: Pedaço de terreno (terra)
sr: Градивни састојак (земља)
sv: Markblock (mark)
tr: Döşeme (yer)
zh_tw: 地面修補(地面)

source: Groundpiece (solid)
ca: Terra (sòlid)
es: Suelo (sólido)
gd: Pìos an làir (cruaidh)
gl: Peza de chan (sólido)
pl: Podłoże (twarde)
pt_br: Pedaço de terreno (sólido)
sr: Градивни састојак (челик)
sv: Markblock (fast)
tr: Döşeme (yekpare)
zh_tw: 地面修補(固體)
