Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: The penguins came to a long pass. Acid bubbled underneath and it seemed a climber or two were needed. Hint: slider can be used to stop the miner ability.
ca: Els pingus van arribar a una llarga gorja. Àcid bombollejava a sota, i semblava que un escalador o dos eren necessaris. Pista: el lliscador es pot fer servir per aturar al miner.
es: Los pingus llegaron a un gran desfiladero. Ácido burbujeaba debajo, y parecía que un escalador o dos eran necesarios. Pista: el deslizador se puede usar para detener al minero.
gd: Ràinig na cinn-fhionn bealach fada. Bha searbhag a' plubadaich fodhpa is a rèir coltais bha sreapadair no dithis a dhìth orra. Gliocas: Cuiridh tu stad air a' mhèinnear le sleamhnaiche.
gl: Os pingüíns chegaron a un paso longo. O ácido burbullou debaixo e parece que se precisan un ou dous escaladores. Consello: pódes usar o deslizante para deter a habilidade do mineiro.
pl: Pingusy napotkały szeroką dolinę, wypełnioną kwasem. Potrzeba by im alpinisty albo najlepiej dwóch. Podpowiedź: użyj ślizgacza na górniku, aby go zatrzymać.
pt_br: Os pinguins chegaram a uma longa passagem. Ácido borbulhava lá em em baixo e parecia que um Alpinista era necessário. Dica: o Deslizador pode ser usado para parar a habilidade do Mineiro.
sr: Пингвинци су стигли до дугог пролаза. Испод кључа киселина и чини се да је потребан један пењач или два. Савет: клизач може бити употребљен за заустављање способности рудара.
sv: Pingvinerna kom till en lång passage. Syra bubblade under och det såg ut som om en klättrare eller två behövdes. Tips: glidare kan användas för att stoppa tunnlarnas förmågor.
tr: Penguenler uzun bir geçişe geldiler. Altlarında asit damlıyor ve görünüyor ki bir veya iki tırmanıcı gerekli. İpucu: Kaydırıcıyı kullanarak madenci özelliğini durdurabilirsin.
zh_tw: 企鵝來到一個長的路徑，下方佈滿著酸氣泡，似乎需要一兩個攀爬者來通過它。提示：可以使用滑行者停止礦工的能力。

source: The Final (and surprisingly easy) Challenge
ca: El darrer (i sorprenentment fàcil) repte
es: El último (y sorprendentemente fácil) desafío
gd: An dùbhlan mu dheireadh (furasta, an e?)
pl: Ostateczne (i, co dziwne, łatwe) wyzwanie
pt_br: O Desafio Final (e surpreendentemente fácil)
sr: Последњи (и изненађујуће лак) изазов
sv: Den slutliga (och överraskande enkla) utmaningen
tr: Son (ve inanılmaz basit) Mücadele
zh_tw: 最後的(非常容易)挑戰

source: The penguins had reached the end of the island. In the water was a long tree, perfect for the penguin's needs. Their journey was almost over.
ca: Els pingüins havien arribat al final de l'illa. A l'aigua hi havia un gran arbre, perfecte per a les seves necessitats. El viatge gairebé havia acabat.
es: Los pingüinos habían llegado al final de la isla. En el agua había un árbol largo, perfecto para las necesidades de los pingüinos. El viaje casi había concluido.
gd: Ràinig na cinn-fhionn taobh thall an eilein. Bha craobh fhada san uisge, foirfe airson feumalachdan nan ceann-fionn. Tha an triall aca cha mhòr seachad.
gl: Os pingüíns chegaron ao final da illa. Na auga hai unha árbore longa, perfecta para as necesidades do pingüín. A súa viaxe estaba case rematada.
pl: Pingusy dotarły do krańca wyspy. W wodzie znajduje się długie drzewo, idealne na potrzeby pingwinów. Ich wyprawa jest bliska zakończenia.
pt_br: Os pinguins atingiram o final da ilha. Na água havia uma longa árvore, perfeita para a necessidade dos pinguins. Sua jornada estava quase terminada.
sr: Пингвинци су стигли до краја острва. У води се налази дуго дрво, баш онакво какво је потребно пингвинцима. Њихово путовање само што се није завршило.
sv: Pingvinerna har nått slutet på ön. I vattnet fanns ett långt träd, perfekt för pingvinernas behov. Deras resa var nästan över.
tr: Penguenler adanın sonuna ulaştılar. Suda, penguenlerin ihtiyacı için mükemmel bir uzun ağaç vardı. Maceraları neredeyse bitti.
zh_tw: 企鵝抵達了島嶼的終點了。在水中有很長的樹，而這正是他們所需要的。他們的旅途接近了尾聲

source: Revenge is sweet
ca: La venjança és dolça
es: La venganza es dulce
gd: Nach milis an dìoghaltas
gl: A vinganza é doce
pl: Zemsta jest słodka
pt_br: A vingança é doce
sr: Освета је слатка
sv: Hämnden är ljuv
tr: İntikam tatlıdır
zh_tw: 報仇是甜美的

source: The penguins had escaped the mad scientist but now they wanted revenge. They intended to destroy the support structures, sending the evil laboratory crashing down.
ca: Els pingüins havien escapat del científic boig però ara volien venjança. Pretenien destruir les estructures de suport, provocant que el malvat laboratori s'ensorrés.
es: Los pingüinos se habían escapado del científico loco pero ahora querían venganza. Pretendían destruir las estructuras de soporte, provocando que el malvado laboratorio se derrumbara.
gd: Theich na cinn-fhionn on eòlaiche shaobh, ach a-nis tha iad ri dìoghaltas. Chuir iad romhpa na structaran-taice a sgrios ach an tuit an deuchainn-lann olc.
gl: Os pingüíns escaparon do científico tolo pero agora querían vingarse. Pretendían destruír as estruturas, facendo caer o malvado laboratorio.
pl: Pingusy uciekły demonicznemu naukowcowi, ale pragną rewanżu. Zamierzają zniszczyć wsporniki laboratorium, posyłając budowlę w przepaść.
pt_br: Os pinguins haviam escapado do cientista louco, mas agora eles queriam vingança. Eles planejavam destruir os alicerces para por ao chão o laboratório maligno.
sr: Пингвинци су утекли лудом научнику али сада желе да му се освете. Намеравају да униште структуре подршке, рушењем зле лабораторије.
sv: Pingvinerna hade flytt från den galna vetenskapsmannen men ville nu utkräva hämnd. De avsåg att förstöra stödstrukturerna och få det onda laboratoriet att krascha.
tr: Penguenler çılgın biliminsanından kaçtılar fakat şimdi intikam peşindeler. Amaçları düşman laboratuvarını yıkmak üzere destek yapılarını yok etmek.
zh_tw: 企鵝逃脫了瘋狂科學家，但現在他們想報復。他們打算破壞支架，使邪惡的實驗室倒塌。

source: The penguins had escaped the mad scientist but now they wanted revenge. They intended to destroy the support structures, sending the evil laboratory crashing down. They had to move fast though, because the mad scientist would detect and recapture them if they weren't fast enough.
ca: Els pingüins havien escapat del científic boig però ara volien venjança. Pretenien destruir les estructures de suport, provocant que el malvat laboratori caigués. Però s'havien de moure ràpid, doncs el científic boig els detectaria i tornaria a capturar-los si no ho eren.
es: Los pingüinos se habían escapado del científico loco pero ahora querían venganza. Pretendían destruir las estructuras de soporte, provocando que el malvado laboratorio se derrumbara. Pero tenían que moverse rápido, porque el científico loco los detectaría y volvería a capturarlos si no lo eran.
gd: Theich na cinn-fhionn on eòlaiche shaobh, ach a-nis tha iad ri dìoghaltas. Chuir iad romhpa na structaran-taice a sgrios ach an tuit an deuchainn-lann olc. Feumaidh iad gluasad gu luath co-dhiù oir aithnicheadh is ghlacadh an t-eòlaiche saobh iad a-rithist mura robh iad luath gu leòr.
gl: Os pingüíns escaparon do científico tolo pero agora queren vingarse. Pretenden destruír as estruturas de apoio, facendo caer o malvado laboratorio. Pero teñen que moverse rápido, porque o científico tolo detectaraos e recapturaraos se non son o suficientemente rápidos.
pl: Pingusy uciekły demonicznemu naukowcowi, ale pragną rewanżu. Zamierzają zniszczyć wsporniki laboratorium, posyłając budowlę w przepaść. Muszą poruszać się szybko, ponieważ profesor jest w stanie je wykryć i uwięzić ponownie.
pt_br: Os pinguins haviam escapado do cientista louco, mas agora eles queriam vingança. Eles pretendiam destruir as estruturas de suporte, pondo o laboratório maligno abaixo. Eles tinham que ir depressa, no entanto, porque o cientista louco os rastrearia e os recapturaria se não fossem rápidos o suficiente.
sr: Пингвинци су утекли лудом научнику, али сада желе освету. Намеравају да униште структуре подршке, проузрокујући рушење зле лабораторије. Такође морају да се крећу брзо, јер ће луди научник да их открије и поново да их похвата ако нису довољно брзи.
sv: Pingvinerna hade flytt från den galna vetenskapsmannen men ville nu utkräva hämnd. De avsåg att förstöra stödstrukturerna och få det onda laboratoriet att krascha. De måste dock vara snabba eftersom den galna vetenskapsmannen annars kunde upptäcka och fånga dem igen.
tr: Penguenler çılgın biliminsanından kaçtılar fakat şimdi intikam peşindeler. Amaçları düşman laboratuvarını yıkmak üzere destek yapılarını yok etmek. Hızlı hareket etmeliler çünkü çılgın bilimadamı, yeterince hızlı olmazlarsa bulup tekrar yakalayabilir.
zh_tw: 企鵝逃脫了瘋狂科學家，但現在他們想報復。他們打算破壞支架，使邪惡的實驗室倒塌。他們必須迅速採取行動，因為如果他們不夠快，瘋狂科學家將探測並捕捉他們。

source: Winter Wonderland
ca: Hivern al país de les meravelles
es: Invierno en el país de las maravillas
gd: Saoghal mìorbhaileach a' gheamhraidh
gl: O país das marabillas do inverno
pl: Zimowa kraina czarów
pt_br: A Maravilhosa Terra do Inverno
sr: Зимска земља чудеса
sv: Vintersagolandet
tr: Kış Harikası
zh_tw: 冬季仙境

source: After getting past the lava pit, the penguins walked and walked until they reached a snowed in exit. That would be relatively easy to tunnel through but how would it be possible to tunnel through solid metal?
ca: Després de passar el pou de lava, els pingüins van caminar fins arribar a una sortida nevada. Això seria relativament fàcil d'excavar, però com seria possible fer un túnel a través de metall sòlid?
es: Después de cruzar el pozo de lava, los pingüinos caminaron y caminaron hasta llegar a una salida nevada. Eso sería relativamente fácil de excavar, pero ¿cómo sería posible hacer un túnel a través de metal sólido?
gd: An dèidh faighinn thairis air an t-sloc làbha, ruith is ruith na cinn-fhionn gus an do lorg iad doras a-mach làn sneachda. B' urrainn dhaibh tunail a dhèanamh troimhe gu furasta, ach ciamar a nì iad seo tro meatailt chruaidh?
gl: Despois de pasar o pozo de lava, os pingüíns camiñaron e camiñaron ata chegar a unha saída nevada. Iso sería relativamente fácil de cavar, pero como sería posible cavar a través de metal sólido?
pl: Po przebyciu krateru wypełnionego lawą, pingwiny szły i szły, aż dotarły do zasypanego wyjścia. Przebicie się byłoby dosyć proste, gdyby nie twardy metal.
pt_br: Depois de passar pelo fosso de lava, os pinguins andaram e andaram até que alcançaram uma saída nevada. Nela seria relativamente fácil de se escavar um túnel, mas como escavar um túnel no metal sólido?
sr: Након што су прошли јаму са лавом, пингвинци су ишли и ишли све док нису стигли до снега на излазу. Кроз снег ће бити релативно лако прокопати тунел али како је могуће прокопати тунел кроз чврсти метал?
sv: Efter att ha kommit förbi lavagropen gick och gick pingvinerna tills de nådde en insnöad utgång. Det borde vara relativt enkelt att gräva en tunnel rakt igenom, men hur gräver man en tunnel genom solid metall?
tr: Lav çukurundan geçildikten sonra, penguenler çıkıştaki kara kadar yürüdüler. Geçilmesi kolay bir tünel olabilirdi ancak sert metalli bir tünelden nasıl geçilebilir?
zh_tw: 在穿越岩漿坑後，Pingus要一直走直到到達雪中的出口為止，如果造個隧道穿過去會相對簡單很多，但要怎麼在金屬中鑿個隧道呢?

source: The Journey Goes On
ca: El viatge continua
es: El viaje continúa
gd: Leanaidh an triall
gl: A Viaxe Continúa
pl: Podróż trwa nadal
pt_br: A Jornada Continua
sr: Путовање се наставља
sv: Resan fortsätter
tr: Macera Devam Ediyor
zh_tw: 旅程繼續

source: And so the penguins continued on their journey, drawing ever closer to the North Pole. They had escaped the guillotine, defeated the mad scientist and got a new boat. And so this chapter in their voyage was over, but there would be other obstacles. Nothing would stop the determined penguins from reaching their goal.
ca: I així els pingüins continuaren el seu viatge, acostant-se cada vegada més al Pol Nord. S'havien escapat de la guillotina, derrotat al científic boig i aconseguit un nou bot. Així acabava aquest capítol del seu viatge, però hi haurà altres obstacles. Res evitarà que els decidits pingüins arribin al seu objectiu.
es: Y así los pingüinos continuaron con su viaje, acercándose cada vez más al Polo Norte. Habían escapado de la guillotina, derrotado al científico loco, y conseguido un nuevo bote. Y así terminaba este capítulo en su viaje, pero habrá otros obstáculos. Nada detendrá a los decididos pingüinos hasta que alcancen su objetivo.
gd: Mar sin, lean triall nan cinn-fhionn na b' fhaisge air A' Phòla a Tuath. Bha iad air teicheadh on Ghuillotine is làmh an uachdair fhaighinn air an eòlaiche shaobh is fhuair iad bàta ùr. Le seo, bha an caibideil seo dhen triall seachad, ach bhiodh cnapan-starra eile romhpa fhathast. Cha robh nì fon ghrèin a chuireadh casg air na cinn-fhionn is ruigeadh iad an ceann-uidhe aca.
gl: E así os pingüíns continuaron a súa viaxe, achegándose cada vez máis ao Polo Norte. Fuxiron da guillotina, derrotaron ao científico tolo e conseguiron un novo barco. E así rematou este capítulo da súa viaxe, pero haberá outros obstáculos. Nada impedirá aos decididos pingüíns alcanzar o seu obxectivo.
pl: I tak pingwiny kontynuowały swą wyprawę, przybliżając się ciągle do Bieguna Północnego. Wymknęły się gilotynie, pokonały szalonego naukowca, i zdobyły nową łódź. Ten etap podróży się skończył, jednak pojawią się kolejne przeszkody. Nic nie powstrzyma zdeterminowanych pingwinów przed osiągnięciem celu.
pt_br: E então os pinguins continuaram a sua jornada, se aproximando ainda mais do Pólo Norte. Eles haviam escapado da guilhotina, derrotado o cientista louco e arranjado um novo barco. E então, este capítulo da viagem havia terminado, mas haveria obstáculos. Nada impediria os determinados pinguins de atingir seu objetivo.
sr: И тако су пингвинци наставили своје путовање, све више се приближавајући Северном полу. Избегли су гиљотину, победили лудог научника и добили нови брод. И тако је ово поглавље на њиховом путовању било завршено, али биће ту и других препрека. Ништа неће зауставити одлучне Пингвинце од достизања свог циља.
sv: Och så fortsatte pingvinerna på sin resa, närmande sig nordpolen. De hade undkommit giljotinen, besegrat den galna vetenskapsmannen och skaffat en ny båt. Och så var detta kapitel i deras resa över, men det skulle finnas andra hinder. Ingenting kunde stoppa de målinriktade pingvinerna från att nå sitt mål.
tr: Ve penguenler Kuzey Kutbu'na yaklaşırken maceralarına devam ettiler. Giyotinden kaçtılar, çılgın bilimadamını yendiler ve yeni bir sandalları oldu. Aslında bu bölümde maceraları bitmişti fakat diğer engeller de olabilir. Hiçbir şey azimli penguenlerin hedeflerine ulaşmalarını engelleyemez.
zh_tw: 企鵝繼續了他們的旅途，甚至延伸到接近北極。他們逃脫了斷頭台，擊敗了瘋狂的科學家，並得到了一條新船。因此，本章的航行結束了，但會有其他障礙存在，沒有什麼東西能阻止企鵝達到他們的目標。

source: Think fast (literally)
ca: Pensa ràpid (literalment)
es: Piensa rápido (literalmente)
gd: Smaoinich gu luath (gu litireil)
gl: Pensa rápido (literalmente)
pl: Myśl szybko (dosłownie)
pt_br: Pense rápido (literalmente)
sr: Мислите брзо (дословно)
sv: Tänk snabbt (bokstavligen)
tr: Hızlı düşün (harfi harfine)

source: This would be simple but for one thing, there are no blockers. All the penguins must survive.
ca: Això seria fàcil si no fos per una cosa: no hi ha bloquejadors. Tots els pingus han de sobreviure.
es: Esto sería sencillo si no fuera por una cosa: no hay bloqueadores. Todos los pingüinos deben sobrevivir.
gd: Bhiodh seo furasta nan robh bacadairean ann. Feumaidh a h-uile ceann-fionn mairsinn beò.
gl: Isto sería sinxelo, pero por unha banda, non hai bloqueadores. Todos os pingüíns deben sobrevivir.
pl: Ta plansza byłaby prosta, gdybyśmy mieli stoperów. Wszystkie pingwiny muszą przeżyć.
pt_br: Isto seria simples, se não fosse por uma coisa: não há Bloqueadores. Todos os pinguins devem sobreviver.
sr: Ово треба да буде једноставно али за једну ствар, нема заустављача. Сви пингвинци морају да преживе.
sv: Det här skulle vara enkelt om det inte var för en sak - det finns inga blockare. Alla pingviner måste klara sig.
tr: Bu basit olabilirdi fakat bir şeyle: Engelleyiciler yok iken. Tüm penguenler kurtulmalı.
zh_tw: 除了沒有阻擋者之外，這將會是簡單的。所有的企鵝都必須活下來。

source: Shipwrecked
ca: Nàufrags
es: Náufragos
gd: Long-bhriseadh
gl: Náufrago
pl: Zatopienie okrętu
pt_br: Naufrágio
sr: Уништени брод
sv: Förlista
tr: Gemi Kazası
zh_tw: 船難

source: The penguins were sailing along happily on their makeshift boat until suddenly an island appeared. The penguins were drawn towards it and crashed, destroying their boat. Now they must find their way across this strange island.
ca: Els pingüins estaven navegant feliçment en el seu improvisat bot fins que, de cop, una illa aparegué. Els pingüins van ser arrossegats contra ella i van xocar-hi, destruint el seu bot. Ara han de trobar un camí per creuar aquesta estranya illa.
es: Los pingus estaban navegando felizmente en su improvisado bote hasta que, de repente, una isla apareció. Los pingüinos fueron arrastrados contra ella y se estrellaron, destruyendo su bote. Ahora deben encontrar la forma de atravesar esta extraña isla.
gd: Bha na cinn-fhionn a' seòladh gu toilichte air an fhath-bhàta aca gus an do nochd eilean gu h-obann. Chaidh na cinn-fhionn a tharraing dha is dh'fhulaing iad aoidion. Feumaidh iad slighe thar an eilein a lorg a-nis.
gl: Os pingüíns navegaban felices no seu barco improvisado ata que de súpeto apareceu unha illa. Os pingüíns foron atraídos cara ela e estrelouse, destruíndo o seu barco. Agora deben atopar o seu camiño a través desta estraña illa.
pl: Pingusy żeglowały szczęśliwie na swej tymczasowej łajbie, dopóki nie napotkały nagle na swej drodze wyspy. Pingwiny zostały porwane w jej kierunku i rozbiły się, uszkadzając łódź. Teraz muszą przebyć tę dziwną krainę.
pt_br: Os pinguins estavam velejando contentes em seu barco improvisado até que, de repente, surgiu uma ilha. Os pinguins foram arrastados até ela e bateram, destruindo seu barco. Agora eles têm que encontrar seu caminho através dessa estranha ilha.
sr: Пингвинци су пловили срећно на свом импровизованом броду све док се изненада није појавило острво. Пингвинци су се нашли пред њим и слупали су се, уништивши брод. Сада морају да пронађу свој пут преко овог чудног острва.
sv: Pingvinerna seglade glatt på deras provisoriska båt tills en ö visade sig. De drogs mot den och kraschade så att deras båt förstördes. Nu måste de hitta en väg genom denna underliga ö.
tr: Penguenler, aniden bir ada görününceye kadar mutlu bir şekilde kendi gecici sandallarında yelken açmışlardı. Adaya sürüklenip çarptılar ve sandalları parçalandı. Şimdi bu garip adadan kurtulmak için yol bulmalılar.

source: Escape from Aliens
ca: Fugida dels alienígenes
es: Huída de los alienígenas
gd: Teicheadh o na h-os-talmhaichean
gl: Escapar de Aliens
pl: Strefa 51
pt_br: Fuja dos Alienígenas
sr: Утекни ванземаљцима
sv: Flykten från utomjordingarna
tr: Yaratıklardan Kaç
zh_tw: 逃離外星人

source: Aliens invade our starship blocking entrance to the teleporter. Your crew is well trained, like you they don't panic.
ca: Els alienígenes envaeixen la nostra nau bloquejant l'entrada al teleportador. La teva tripulació està ben entrenada, i al igual que tu no es deixa dominar pel pànic.
es: Los alienígenas invaden nuestra nave bloqueando la entrada al teletransportador. Tu tripulación está bien entrenada, y al igual que tú no se deja dominar por el pánico.
gd: Tha os-talmhaichean a' briseadh a-steach dhan t-soitheach-fhànais agad is a' bacadh inntrigeadh dhan tele-phortair. Tha do sgioba air a thrèanadh gu math mar a tha thusa is gun bhreisleach.
gl: Os extraterrestres invaden a nosa nave estelar bloqueando a entrada ao teletransportador. A túa tripulación está ben adestrada, coma ti, non entran en pánico.
pl: Obcy najechali nasz statek kosmiczny, blokując wejście do teleportu. Twoja drużyna jest dobrze wyszkolona, podobnie jak ty, nie poddaje się emocjom.
pt_br: Alienígenas invadiram nossa nave espacial, bloqueando a entrada para o teletransporte. A sua tripulação é bem-treinada: como você, ela não entra em pânico.
sr: Ванземаљци су заузели наш свемирски брод закрчујући улаз у телепортер. Ваша посада је одлично увежбана, баш као и ви и они не паниче.
sv: Utomjordingar invaderade vårt stjärnskepp och blockerade ingången till teleportören. Ditt arbetslag är vältränat och precis som dig kommer de inte att drabbas av panik.
tr: Yaratıklar ışınlayıcının girişini engelleyerek uzay gemimizi ele geçirdiler. Tayfan senin gibi iyi eğitimli ve panik yapmıyorlar.
zh_tw: 外星人侵入了我們太空船，擋住了通往傳送器的入口。你的人員是訓練有素的，他們不會驚慌，像你一樣。

source: Escape from Aliens 2
ca: Fugida dels alienígenes 2
es: Huida de los alienígenas 2
gd: Teicheadh o na h-os-talmhaichean 2
gl: Fuxir dos Alienixenas 2
pl: Strefa 51 2
pt_br: Fuja dos Alienígenas 2
sr: Утекни ванземаљцима 2
sv: Flykten från utomjordingarna 2
tr: Yaratıklardan Kaç 2
zh_tw: 逃離外星人2

source: Aliens are now closest making your escape harder. You must dig it up.
ca: Els alienígenes estan ara més a prop, dificultant la teva escapada. Te l'hauràs d'excavar.
es: Los alienígenas están ahora más cerca, dificultando tu huida. Te la tendrás que excavar.
gd: Tha na h-os-talmhaichean nas fhaisge a-nis is tha e nas dorra teicheadh. Feumaidh tu cladhach suas.
gl: Os alieníxenas están agora máis preto dificultando a túa fuga. Debes desenterralos.
pl: Obcy są coraz bliżej uniemożliwienia ci ucieczki. Musisz się przekopać.
pt_br: Os Alienígenas estão mais próximos agora, tornando sua fuga mais difícil. Você deve cavar até a saída.
sr: Ванземаљци су сада ближи отежавајући ваш бег. Морате да га прокопате.
sv: Utomjordingarna är nu närmare, vilket gör din flykt svårare. Du måste gräva dig upp.
tr: Yaratıklar kaçışını daha zor yapacak şekilde çok yakındalar. Kazmalısın.
zh_tw: 外星人現在最靠近你,讓你很難逃出去,你最好加油點!

source: Alien's nest
ca: El niu dels alienígenes
es: El nido alienígena
gd: Nead nan os-talmhaichean
gl: Niño de alieníxena
pl: Gniazdo obcych
pt_br: O Ninho do Alienígena
sr: Гнездо ванземаљаца
sv: Utomjordingarnas näste
tr: Yaratığın yuvası
zh_tw: 外星人的巢穴

source: Pingus invade the nest. Take care of jaws. What's the matrix above?
es: Pingus invade el nido. Cuidado con las garras. ¿Cuál es la matriz de arriba?
gd: Tha na cinn-fhionn a' briseadh a-steach dhan nead. Thoir an aire air na peirceallan. Dè th' ann sa mheatraigs ud shuas?
gl: Os pingus invaden o niño. Coida as mandíbulas. Cal é a matriz anterior?
pl: Pingusy wtargnęły do wylęgarni. Zajmij się szczękami. Co to za matryca na górze?
pt_br: Os Pingus invadiram o ninho. Cuidado com as mandíbulas. O que é aquela matriz lá em cima?
sr: Пингвинци су заузели гнездо. Пазите се чељусти. Шта је горња матрица?
sv: Pingus invaderar nästet. Akta dig för käftar. Vad är matrisen ovan?
tr: Pingular yuvayı ele geçirdi. Jaws'a dikkat et. Yukarıdaki matris de nesi?

source: Matrix of the death
ca: La matriu de la mort
es: La matriz de la muerte
gd: Meatraigs a' bhàis
gl: Matriz da morte
pl: Matryca śmierci
pt_br: Matriz da Morte
sr: Матрица смрти
sv: Dödsmatrisen
tr: Ölüm Matrisi
zh_tw: 死亡方陣(死亡迷宮)
