Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Groundpiece (bridge)
ca: Terra (pont)
es: Suelo (puente)
gd: Pìos an làir (drochaid)
gl: Peza de chan (ponte)
pl: Podłoże (most)
pt_br: Pedaço de terreno (ponte)
sr: Градивни састојак (мост)
sv: Markblock (bro)
tr: Döşeme (köprü)
zh_tw: 地面修補(橋樑)

source: Groundpiece (transparent)
ca: Terra (transparent)
es: Suelo (trasparente)
gd: Pìos an làir (so-dhrùidhteach)
gl: Peza de chan (transparente)
pl: Podłoże (przezroczyste)
pt_br: Pedaço de terreno (transparente)
sr: Градивни састојак (провидност)
sv: Markblock (genomskinligt)
tr: Döşeme (şeffaf)
zh_tw: 地面修補(透明)

source: Groundpiece (remove)
ca: Terra (esborrar)
es: Suelo (borrar)
gd: Pìos an làir (thoir air falbh)
gl: Peza de chan (eliminar)
pl: Podłoże (usuń)
pt_br: Pedaço de terreno (remover)
sr: Градивни састојак (уклони)
sv: Markblock (ta bort)
tr: Döşeme (kaldır)
zh_tw: 地面修補(移除)

source: Hotspot
ca: Punt calent
es: Punto caliente
gd: Àite àirid
gl: Zona quente
pl: Wskazówka
pt_br: Marco
sr: Врућа тачка
sv: Dekorationsobjekt
tr: Eğlence Yeri
zh_tw: 熱點

source: Background
ca: Fons
es: Fondo
gd: Cùlaibh
gl: Fondo
pl: Tło
pt_br: Plano de fundo
sr: Позадина
sv: Bakgrund
tr: Arkaplan
zh_tw: 背景

source: Liquid
ca: Líquid
es: Líquido
gd: Uisge
gl: Líquido
pl: Ciecze
pt_br: Líquido
sr: Течност
sv: Vätska
tr: Sıvı
zh_tw: 液體

source: Trap
ca: Trampa
es: Trampa
gd: Ribe
gl: Trampa
pl: Pułapka
pt_br: Armadilha
sr: Клопка
sv: Fällor
tr: Tuzak
zh_tw: 陷阱

source: Weather
ca: Clima
es: Clima
gd: Sìde
gl: Tempo
pl: Pogoda
pt_br: Clima
sr: Временске прилике
sv: Väder
tr: Hava
zh_tw: 天氣

source: Special Object
ca: Objecte especial
es: Objeto especial
gd: Oibseact sònraichte
gl: Obxecto especial
pl: Obiekt specjalny
pt_br: Objetos especiais
sr: Посебан објекат
sv: Specialobjekt
tr: Özel Nesne
zh_tw: 特殊物件

source: Prefab Object
ca: Objecte prefabricat
es: Objeto prefabricado
gd: Gnàth-oibseact
gl: Obxecto prefabricado
pl: Gotowe obiekty
pt_br: Objeto prefabricado
sr: Припремљен објекат
sv: Förtillverkat objekt
tr: Prefab Nesnesi
zh_tw: 組合物件

source: Released:%3d/%d Out:%3d Saved:%3d/%d
ca: Alliberats:%3d/%d Fora:%3d Salvats:%3d/%d
es: Liberados:%3d/%d Fuera:%3d Salvados:%3d/%d
gd: Fa sgaoil: %3d/%d A-muigh: %3d Sàbhailte: %3d/%d
gl: Ceibados:%3d/%d Fora:%3d Salvados:%3d/%d
pl: Uwolniono:%3d/%d Na planszy:%3d Uratowano:%3d/%d
pt_br: Soltos:%3d/%d Fora:%3d Salvos:%3d/%d
sr: Отпуштених:%3d/%d Напољу:%3d Сачуваних:%3d/%d
sv: Utsläppta:%3d/%d Ut:%3d Räddade:%3d/%d
tr: Çıkan:%3d/%d Dışarıda:%3d Kurtarılan:%3d/%d
zh_tw: 已出現：%03d/%d 在外面：%03d 已拯救：%3d/%d

source: Angel
ca: Àngel
es: Ángel
gd: Aingeal
gl: Anxo
pl: Anioł
pt_br: Anjo
sr: Анђелак
sv: Ängel
tr: Melek
zh_tw: 天使

source: Basher
ca: Excavador
es: Excavador
gd: Slacair
gl: Golpeador
pl: Tunelarz
pt_br: Perfurador
sr: Глодач
sv: Bankare
tr: Delici
zh_tw: 破壞者（Basher）

source: Blocker
ca: Bloquejador
es: Bloqueador
gd: Bacadair
gl: Bloqueador
pl: Stoper
pt_br: Bloqueador
sr: Заустављач
sv: Blockare
tr: Durdurucu
zh_tw: 阻擋者（Blocker）

source: Boarder
es: Surfista
gd: Bòrdaiche
gl: Patinador
pl: Podłogowy
pt_br: Skatista
sr: Скејтер
sv: Skejtare
zh_tw: 邊界

source: Bomber
ca: Bombarder
es: Bombardero
gd: Bomadair
gl: Bombardero
pl: Kamikadze
pt_br: Pingus-bomba
sr: Самоубица
sv: Bombare
tr: Bombacı
zh_tw: 炸彈客（Bomber）

source: Bridger
ca: Enginyer
es: Ingeniero
gd: Drochaidiche
gl: Enxeñeiro
pl: Mostowy
pt_br: Faz-pontes
sr: Неимар
sv: Byggare
tr: Köprücü
zh_tw: 造橋者（Bridger）

source: Climber
ca: Escalador
es: Escalador
gd: Sreapadair
gl: Escalador
pl: Alpinista
pt_br: Alpinista
sr: Пењач
sv: Klättrare
tr: Tırmanıcı
zh_tw: 攀爬者（Climber）

source: Digger
ca: Perforador
es: Perforador
gd: Cladhaichear
gl: Escavador
pl: Wiertniczy
pt_br: Escavador
sr: Копач
sv: Grävare
tr: Kazıcı
zh_tw: 挖掘者（Digger）

source: Drown
ca: Ofegat
es: Ahogado
gd: Bàthadh
gl: Afogado
pl: Topielec
pt_br: Afogado
sr: Дављеник
sv: Drunkna
zh_tw: 淹沒

source: Exiter
ca: Salvat
es: Salvado
gd: Fàgaiche
gl: Saíndo
pl: Wychodzący
pt_br: Saideiro
sr: Излазник
sv: Lämnar
tr: Bölüm hazırla
zh_tw: 退出者

source: Faller
ca: Caient
es: En caída
gd: A' tuiteam
gl: Caendo
pl: Spadający
pt_br: Caidor
sr: Падач
sv: Fallare
tr: Düşen
zh_tw: 跌落者

source: Floater
ca: Flotador
es: Flotador
gd: Fleòdragan
gl: Paracaidista
pl: Spadochroniarz
pt_br: Flutuador
sr: Падобранац
sv: Svävare
tr: Süzülen
zh_tw: 漂浮者

source: Jumper
ca: Saltador
es: Saltador
gd: Leumadair
gl: Saltador
pl: Skoczek
pt_br: Saltador
sr: Скакач
sv: Hoppare
tr: Zıplayan
zh_tw: 跳躍者（Jumper）

source: Laserkill
ca: Làser
es: Láser
gd: Murtair-Leusair
gl: MorteLaser
pl: Zabijany laserem
pt_br: Morte por laser
sr: Жртва ласера
sv: Laserdöd
tr: Lazer atışı
zh_tw: 終止雷射

source: Miner
es: Minero
gd: Mèinnear
gl: Mineiro
pl: Górnik
pt_br: Mineiro
sr: Рудар
sv: Tunnlare
tr: Madenci
zh_tw: 礦工

source: Slider
ca: Lliscador
es: Deslizador
gd: Sleamhnaiche
gl: Deslizador
pl: Ślizgacz
pt_br: Deslizador
sr: Клизач
sv: Glidare
tr: Kaydırıcı
zh_tw: 滑行者（Slider）

source: Smashed
ca: Esclafat
es: Aplastado
gd: Air smùideadh
gl: Chafado
pl: Roztrzaskany
pt_br: Esmagado
sr: Смрскан
sv: Krossad
tr: Ezildi
zh_tw: 被..粉碎

source: Splashed
ca: Esquitxat
es: Estrellado
gd: Air stealladh
gl: Afundido
pl: Tonący
pt_br: Esborrachado
sr: Згњечен
sv: Utsmetad
tr: Suya düştü
zh_tw: 濺落

source: Teleported
ca: Teleportat
es: Teletransportado
gd: Air tele-phortadh
gl: Teletransportado
pl: Teleportowany
pt_br: Teleportado
sr: Телепортован
sv: Teleporterad
tr: Işınlanacaksınız
zh_tw: 瞬間移動

source: Waiter
ca: Esperant
es: Esperando
gd: A' feitheamh
gl: Agardando
pl: Czekający
pt_br: Esperando
sr: Чекач
sv: Väntare
tr: Bekleyici
zh_tw: 等待者（Waiter）

source: Walker
ca: Caminant
es: Caminante
gd: Coisiche
gl: Camiñante
pl: Przechodzień
pt_br: Andador
sr: Ходач
sv: Gångare
tr: Yürüyen
zh_tw: 行走者

source: skip
ca: omet
es: saltar
gd: seachnaich
gl: omitir
pl: pomiń
pt_br: pular
sr: прескочи
sv: hoppa över
tr: atla
zh_tw: 跳過

source: Play
ca: Jugar
es: Jugar
gd: Cluich
gl: Xogar
pl: Graj
pt_br: Jogar
sr: Играј
sv: Spela
tr: Oyna
zh_tw: 玩

source: Back
ca: Tornar
es: Volver
gd: Air ais
gl: Voltar
pl: Wstecz
pt_br: Voltar
sr: Назад
sv: Bakåt
tr: Geri
zh_tw: 返回

source: Number of Pingus:
ca: Nombre de pingus:
es: Número de pingus:
gd: Àireamh nan ceann-fionn:
gl: Número de Pingus:
pl: Ilość pingwinów:
pt_br: Número de Pingus:
sr: Број Пингвинаца:
sv: Antal Pingus:
tr: Pingu sayısı:
zh_tw: 企鵝數量：

source: Number to Save:
ca: Nombre a salvar:
es: Número a salvar:
gd: Cinn-fhionn rin sàbhaladh:
gl: Número a sarvar:
pl: Ilość do uratowania:
pt_br: Número a salvar:
sr: За спашавање:
sv: Antal att rädda:
tr: Kurtarılacak Pingu Sayısı
zh_tw: 拯救目標數：

source: Time:
ca: Temps:
es: Tiempo:
gd: ùine:
gl: Tempo:
pl: Czas:
pt_br: Tempo:
sr: Време:
sv: Tid:
tr: Süre:
zh_tw: 時間:

source: Author:
ca: Autor/a:
es: Autor/a:
gd: Ùghdar:
gl: Autor:
pl: Autor:
pt_br: Autor:
sr: Аутор:
sv: Skapare:
tr: Yapımcı:
zh_tw: 作者：

source: Close
ca: Tanca
es: Cerrar
gd: Dùin
gl: Pechar
pl: Zamknij
pt_br: Fechar
sr: Затвори
sv: Stäng
tr: Kapat
zh_tw: 關閉

source: Fullscreen
ca: Pantalla completa
es: Pantalla completa
gd: Làn-sgrìn
gl: Pantalla Chea
pl: Pełny ekran
pt_br: Tela cheia
sr: Преко целог екана
sv: Helskärm
tr: Tam ekran
zh_tw: 全螢幕

source: Mouse Grab
ca: Captura el ratolí
es: Capturar el ratón
gd: Greim luchaig
gl: Captura de rato
pl: Przejmij mysz
pt_br: Captura do Mouse
sr: Хватај миша
sv: Musfångare
tr: Fare Yakalaması
zh_tw: 攫取滑鼠

source: Software Cursor
ca: Cursor per programari
es: Cursor por software
gd: Cùrsair bathar-buig
gl: Cursor de software
pl: Kursor programowy
pt_br: Cursor por software
sr: Софтверски курсор
sv: Mjukvarupekare
tr: Yazılım İmleci
zh_tw: 啟用軟體游標

source: Autoscrolling
ca: Desplaçament automàtic
es: Autodesplazamiento
gd: Fèin-sgroladh
gl: Desprazamento automático
pl: Automatyczne przewijanie
pt_br: Rolagem automática
sr: Самостално померање
sv: Automatisk rullning
tr: Otomatik kaydırma
zh_tw: 自動滾動

source: Drag&Drop Scrolling
ca: Desplaçar arrossegant
es: Desplazar arrastrando
gd: Sgroladh slaod is leig às
gl: Arrastrar e soltar desprazamento
pl: Przewijanie "złap i upuść"
pt_br: Rolagem por arrastar-e-soltar
sr: Померање превлачењем и убацивањем
sv: Dra-och-släpp-rullning
tr: Sürükle&Bırak Kaydırması

source: Print FPS
ca: Mostra els FPS
es: Muestra los FPS
gd: Seall FPS
gl: Imprimir FPS
pl: Wyświetl klatki na sekundę
pt_br: Mostar QPS
sr: Штампај ФПС
sv: Skriv ut bildrutor per sekund
tr: FPS'yi Yazdır
zh_tw: 顯示FPS

source: Resolution:
ca: Resolució:
es: Resolución:
gd: Breacadh-sgrìn:
gl: Resolución:
pl: Rozdzielczość:
pt_br: Resolução:
sr: Резолуција:
sv: Upplösning:
tr: Çözünürlük:
zh_tw: 解析度：

source: Renderer:
ca: Renderitzador:
es: Renderizador:
gd: Reandaraiche:
gl: Renderizador:
pl: Metoda renderowania:
pt_br: Renderizador:
sr: Исцртавач:
sv: Renderare:
tr: Çevirici:
zh_tw: 渲染器：

source: Language:
ca: Idioma:
es: Idioma:
gd: Cànan:
gl: Lingua:
pl: Język:
pt_br: Idioma:
sr: Језик:
sv: Språk:
tr: Dil:
zh_tw: 語言：

source: Master Volume:
ca: Volum mestre:
es: Volumen maestro:
gd: Prìomh fhuaim:
gl: Volume mestre:
pl: Głośność gry:
pt_br: Volume principal:
sr: Главни звук:
sv: Huvudvolym:
tr: Ana Ses Seviyesi:
zh_tw: 主音量：

source: Sound Volume:
ca: So:
es: Volumen de sonido:
gd: Fuaim fhogharan:
gl: Volume do Son:
pl: Głośność efektów:
pt_br: Volume do som:
sr: Јачина звука:
sv: Ljudvolym:
tr: Ses Seviyesi:
zh_tw: 音量：

source: Music Volume:
ca: Música:
es: Volumen de música:
gd: Fuaim ciùil:
gl: Volume da Música:
pl: Głośność muzyki:
pt_br: Volume da música:
sr: Јачина музике:
sv: Musikvolym:
tr: Müzik Ses Seviyesi:
zh_tw: 音樂音量：

source: Option Menu
ca: Menú d'opcions
es: Menú de opciones
gd: Clàr-taice nan roghainnean
gl: Menú de opcións
pl: Opcje
pt_br: Menu de opções
sr: Изборник опција
sv: Inställningsmeny
tr: Seçenek Menüsü
zh_tw: 選項

source: Some options require a restart of the game to take effect.
ca: Algunes opcions requereixen reiniciar el joc per fer efecte.
es: Algunas opciones requieren un reinicio del juego para surtir efecto
gd: Gus a h-uile roghainnean a chur an comas, ath-thòisich an geama
gl: Algunhas opcións requiren reiniciar o xogo para que teñan efecto.
pl: Wprowadzenie niektórych zmian wymaga restartu gry.
pt_br: Algumas opções exigem reinicio do jogo para terem efeito.
sr: Неке опције захтевају поновно покретање игре да би ступили на снагу.
sv: Vissa inställningar kräver omstart av spelet för att ta effekt.
tr: Bazı seçeneklerin etkin olması için oyun yeniden başlatılmalıdır.
zh_tw: 一些選項需要重新啟動遊戲才能生效。

source: Story
ca: Història
es: Historia
gd: Sgeulachd
gl: Historia
pl: Opowiadanie
pt_br: História
sr: Прича
sv: Berättelse
tr: Öykü
zh_tw: 故事情節

source: ..:: Start the game ::..
ca: ..:: Comença el joc ::..
es: ..:: Iniciar el juego ::..
gd: ..:: Tòisich an geama ::..
gl: ..:: Comeza o xogo ::..
pl: ..:: Uruchom grę ::..
pt_br: ..:: Iniciar o jogo ::..
sr: ..:: Покрени игру ::..
sv: ..:: Starta spelet ::..
tr: ..:: Oyunu başlat ::..
zh_tw: ..:: 開始遊戲 ::..

source: Editor
gd: Deasaiche
pl: Edytor
sr: Уређивач
sv: Redigerare
tr: Düzenleyici
zh_tw: 編輯器

source: ..:: Create your own levels ::..
ca: ..:: Crea els teus propis nivells ::..
es: ..:: Crea tus propios niveles ::..
gd: ..:: Cruthaich an leibheil agad fhèin ::..
gl: ..:: Crea os teus propios niveis ::..
pl: ..:: Stwórz własne poziomy ::..
pt_br: ..:: Criar seus próprios níveis ::..
sr: ..:: Направите ваше личне нивое ::..
sv: ..:: Skapa dina egna banor ::..
tr: ..:: Kendi bölümlerini oluştur ::..
zh_tw: ..:: 建造屬於您的關卡 ::..

source: Options
ca: Opcions
es: Opciones
gd: Roghainnean
gl: Opcións
pl: Opcje
pt_br: Opções
sr: Опције
sv: Inställningar
tr: Seçenekler
zh_tw: 選項

source: ..:: Configure the game ::..
ca: ..:: Configura el joc ::..
es: ..:: Configurar el juego ::..
gd: ..:: Rèitich an geama ::..
gl: ..:: Configura o xogo ::..
pl: ..:: Skonfiguruj grę ::..
pt_br: ..:: Configurar o jogo ::..
sr: ..:: Подесите игру ::..
sv: ..:: Konfigurera spelet ::..
tr: ..:: Oyunu yapılandır ::..
zh_tw: ..:: 設定遊戲 ::..

source: Levelsets
ca: Nivells
es: Niveles
gd: Leibheilean
gl: Outros niveis
pl: Światy
pt_br: Definições de nível
sr: Подешавања нивоа
sv: Banpaket
tr: Bölüm setleri
zh_tw: 關卡集

source: ..:: Play User Built levels ::..
ca: ..:: Juga a nivells creats pels usuaris ::..
es: ..:: Juga a niveles creados por los usuarios ::..
gd: ..:: Cluich leibheilean aig cluicheadairean ::..
gl: ..:: Xogar niveis feitos polos usuarios ::..
pl: ..:: Zagraj w poziomy użytkowników ::..
pt_br: ..:: Jogar níveis construídos por usuários ::..
sr: ..:: Играјте корисничке нивое ::..
sv: ..:: Starta en användarbyggd bana ::..
tr: ..:: Kullanıcılar Tarafından Hazırlanan Bölümleri Oyna ::..
zh_tw: ..:: 玩玩看使用者自設關卡 ::..

source: ..:: Bye, bye ::..
ca: ..:: A reveure ::..
es: ..:: ¡Adiós! ::..
gd: ..:: Mar sin leat ::..
gl: ..:: Adeus ::..
pl: ..:: pa, pa ::..
pt_br: ..:: Tchau ::..
sr: ..:: Видимо се ::..
sv: ..:: Adjö ::..
tr: ..:: Güle güle... ::..
zh_tw: ..:: 再見... ::..

source: ..:: Ctrl-g: mouse grab :: F10: fps counter :: F11: fullscreen :: F12: screenshot ::..
ca: ..:: Ctrl-g: captura el ratolí :: F10: FPS :: F11: pantalla completa :: F12: captura ::..
es: ..:: Ctrl-g: capturar ratón :: F10: FPS :: F11: pantalla completa :: F12: capturar pantalla ::..
gd: ..:: Ctrl-g: Greim luchaig :: F10: cunntair fps :: F11: làn-sgrìn :: F12: glacadh-sgrìn ::..
gl: ..:: Ctrl-g: captura do rato :: F10: contador de fps :: F11: pantalla completa :: F12: captura pantalla ::..
pl: ..:: Ctrl-g: przejmij kursor :: F10: licznik fps :: F11: pełny ekran :: F12: zrzut ekranu ::..
pt_br: ..:: Ctrl-g: agarrar com mouse :: F10: contar qps :: F11: tela cheia :: F12: captura da tela ::..
sr: ..:: Ктрл-г: хвата миша :: F10: фпс бројач :: F11: преко целог екрана :: F12: снимак екрана ::..
sv: ..:: Ctrl-g: musgrepp :: F10: fps-räknare :: F11: helskärm :: F12: skärmbild ::..
tr: ..:: Ctrl-g: imleci yakala :: F10: fps sayacı :: F11: tam eklran :: F12: ekran görüntüsü ::..
zh_tw: ..:: Ctrl-g: 攫取滑鼠 :: F10: FPS計數器 :: F11: 全螢幕 :: F12: 截圖 ::..

source: Give up
ca: Abandonar
es: Abandonar
gd: Gèill
gl: Renderse
pl: Poddaj się
pt_br: Desistir
sr: Одустајем
sv: Ge upp
tr: Pes Et
zh_tw: 放棄

source: Retry
ca: Tornar a provar
es: Reintentar
gd: Feuch a-rithist
gl: Reintentar
pl: Spróbuj ponownie
pt_br: Tentar novamente
sr: Покушај поново
sv: Försök igen
tr: Tekrar dene
zh_tw: 重試

source: Success!
ca: Ho has aconseguit!
es: ¡Lo has logrado!
gd: Buaidh!
gl: Éxito!
pl: Sukces!
pt_br: Sucesso!
sr: Успели сте!
sv: Lyckades!
tr: Aferin!
zh_tw: 成功!

source: Failure!
ca: Has fracassat!
es: ¡Has fracasado!
gd: Dh'fhàillig thu!
gl: Fracaso!
pl: Klęska!
pt_br: Fracasso!
sr: Нисте успели!
sv: Misslyckades!
tr: Başaramadın!
zh_tw: 失敗!

source: Perfect! You saved everyone possible - great!
ca: Perfecte! Has salvat a tothom - fantàstic!
es: ¡Perfecto! Has salvado a todos - ¡bien!
gd: Foirfe! Shàbhail thu a h-uile gin dhiubh!
gl: Perfecto! Salvaches a todos, xenial!
pl: Wspaniale! Uratowano wszystkie możliwe - świetnie!
pt_br: Perfeito! Salvou todos os possíveis - fantástico!
sr: Савршено! Спасили сте их све — сјајно!
sv: Perfekt! Du räddade alla som gick att rädda - jättebra!
tr: Mükemmel! Herkesi kurtardın galiba.
zh_tw: 太完美了！您拯救了所有的小企鵝們！太棒了！

source: No-one got killed, pretty good work.
ca: Ningú s'ha mort, molt bona feina.
es: No ha muerto nadie, muy buen trabajo.
gd: Cha deach gin a mharbhadh, glè mhath.
gl: Non morreu ninguén, moi bo traballo.
pl: Nikt nie zginął, bardzo dobrze.
pt_br: Nenhum foi morto, trabalho impressionante.
sr: Нико није погинуо, прилично добро одрађено.
sv: Ingen dog - bra jobbat.
tr: Kimse ölmedi, oldukça iyi iş.
zh_tw: 沒有任何企鵝犧牲。做得相當好！

source: You saved exactly what you needed - you made it, but maybe you can do better?
ca: Has salvat exactament els que necessitaves - ho has aconseguit, però potser ho podries fer millor?
es: Has salvado exactamente los que necesitabas - lo conseguiste, pero... ¿quizá podrías hacerlo mejor?
gd: Cha do shàbhail thu ach na bha a dhìth. Rinn thu a' chùis air, ach 's mathaid gum feuch thu ri dèanamh nas fhearr?
gl: Savaches exactamente os que precisabas, conseguichelo... pero quizais podes facelo mellor?
pl: Uratowano tyle, ile było trzeba, ale czy nie uważasz, że mogło być więcej?
pt_br: Salvou exatamente todos que precisava - conseguiu, mas talvez consiga fazer melhor?
sr: Спасили сте их тачно онолико колико вам треба — успели сте, али можда можете и боље?
sv: Du räddade precis vad du behövde, du klarade det, men kanske kan du bättre?
tr: Tam gerektiği kadar Pingu kurtardın, geçer not, ama belki daha iyisini yapabilisin, hı?
zh_tw: 您剛好達到拯救目標 - 也許您可以做得更好？

source: Not everybody was saved, but still good work!
ca: No tothom s'ha salvat, però tot i així bona feina!
es: No los has salvado a todos, pero aun así ¡buen trabajo!
gd: Cha deach leat a h-uile gin dhiubh a shàbhaladh, ach rinn thu gu math co-dhiù!
gl: Non todos se salvaron, pero aínda así bo traballo!
pl: Nie wszyscy dotarli, ale i tak nieźle!
pt_br: Nem todos foram salvos, mas ainda assim, bom trabalho!
sr: Нисте их све спасили, али још увек добро одрађено!
sv: Inte alla kunde räddas, men bra gjort ändå!
tr: Herkesi kurtaramadın, ama yine de iyi iş çıkardın!
zh_tw: 雖然不是每隻都得救，但還是做得很好!

source: What can I say, you made it - congratulations!
ca: Què puc dir, ho has aconseguit - enhorabona!
es: Qué puedo decir, lo has conseguido - ¡felicidades!
gd: Dè as urrainn dhomh ràdh, rinn thu a' chùis air. Meal do naidheachd!!
gl: Que podo dicir, conseguichelo - parabéns!
pl: Cóż mogę powiedzieć, udało się - gratulacje!
pt_br: O que posso dizer, conseguiu - parabéns!
sr: Шта да вам кажем, успели сте — честитам!
sv: Vad kan jag säga - du klarade det - grattis!
tr: Ne diyebilirim, yaptın, aferin!
zh_tw: 我還能說什麼呢？您成功了 - 恭喜！

source: You killed everybody, not good.
ca: Has matat a tothom, molt malament.
es: Los has matado a todos, eso no es bueno.
gd: Obh obh, mharbh thu a h-uile gin diubh.
gl: Matachelos a todos, non é bo.
pl: Wszystkie zginęły, niedobrze.
pt_br: Matou todos, isso não é bom.
sr: Све сте их побили, ово не мирише на добро.
sv: Du dödade alla, inte bra.
tr: Herkesi öldürdun. Hiç hoş degil.
zh_tw: 呃，您把所有企鵝都幹掉了，這樣不太好吧...

source: No-one got saved - I know you can do better.
ca: No s'ha salvat ningú - sé que ho pots fer millor.
es: No salvaste ni uno - sé que puedes hacerlo mejor.
gd: Cha deach gin a shàbhaladh - 's urrainn dhut dèanamh nas fhearr gun teagamh.
gl: Ninguén se salvou, sei que podes facelo mellor.
pl: Nikogo nie uratowano - wiem, że mogło być lepiej.
pt_br: Nenhum foi salvo - eu sei que você consegue fazer melhor.
sr: Нисте спасили ниједног — Али ја знам да можете и боље.
sv: Ingen räddades - jag vet att du kan bättre.
tr: Hiç kimseyi kurtaramadın, daha iyisini yapabileceğinden eminim.
zh_tw: 沒有救到任何一隻 -- 我相信您可以做得更好。

source: You didn't save enough, but you saved a few. Next time you might do better.
ca: No n'has salvat prous, però n'has salvat alguns. La propera vegada ho faràs millor.
es: No salvaste los suficientes, pero has salvado a unos pocos. La próxima vez lo harás mejor.
gd: Cha do shàbhail thu gu leòr, ach co-dhiù cuid dhiubh. Nì thu nas fhearr an ath thuras le cinnt.
gl: Non savaches os suficientes, pero salvaches algúns. A vindeira vez faralo mellor.
pl: Nie uratowano dosyć, ale chociaż kilku. Następnym razem będzie lepiej.
pt_br: Não salvou o suficiente, mas ainda salvou uns poucos. Na próxima, você faz melhor.
sr: Нисте их спасили довољно, али сте барем неколико њих спасили. Следећег пута ће бити боље.
sv: Du räddade inte tillräckligt men ändå några. Nästa gång blir det bättre.
tr: Yeterince kurtaramadın, ama yine de birkaçı kurtuldu, bir dahakine daha dikkatli ol.
zh_tw: 您拯救了一些企鵝，但沒有達到目標。 下次您一定能做得更好！

source: Only one more and you would have made it - try again!
ca: Només un més i ho hauries aconseguit - torna a provar-ho!
es: Sólo uno más y lo habrías conseguido - ¡inténtalo de nuevo!
gd: Cha robh ach aon a dhìth ort - feuch ris a-rithist!
gl: Só un máis e teríalo conseguido. Téntao de novo!
pl: Zabraknął ci tylko jeden do wygranej - spróbuj ponownie!
pt_br: Só faltou um para conseguir - tente novamente!
sr: Само још једног и успели бисте — покушајте поново!
sv: Bara en till så hade du klarat det - försök igen!
tr: Sadece bir tane daha ve bölümü tamamlamayı başaracaktın - tekrar dene!
zh_tw: 您只差一隻就達到目標了！再試一次吧！

source: Only a handful more and you would have made it - try again!
ca: Només un grapat més i ho hauries aconseguit - torna a provar-ho!
es: Sólo unos pocos más y lo habrías conseguido - ¡inténtalo de nuevo!
gd: Cha robh ach cuid a dhìth airson buannachd - feuch ris a-rithist!
gl: Só uns poucos máis e o terías logrado. Téntao de novo!
pl: Jeszcze garstka, a mogło by ci się udać - spróbuj ponownie!
pt_br: Apenas mais alguns e teria conseguido - tente outra vez!
sr: Само још њих неколико и успели бисте — покушајте поново!
sv: Bara några till så hade du klarat det - försök igen!
tr: Birkaç tane daha kurtarsan olacaktı, tekrar dene!
zh_tw: 您只差一些就達到目標了！再試一次吧！

source: Better luck next time!
ca: Més sort la propera vegada!
es: ¡Más suerte la próxima vez!
gd: Gun tèid nas fheàrr leat an ath thuras!
gl: Mellor sorte a vindeira vez!
pl: Życzę szczęścia następnym razem!
pt_br: Melhor sorte na próxima vez!
sr: Више среће следећи пут!
sv: Bättre lycka nästa gång!
tr: Bir dahaki oyunda iyi şanslar!
zh_tw: 下次運氣會更好!

source: Saved:
ca: Salvats:
es: Salvados:
gd: Sàbhailte:
gl: Salvados:
pl: Uratowanych:
pt_br: Salvos:
sr: Спашених:
sv: Räddade:
tr: Kurtarılan:
zh_tw: 已拯救：

source: Died:
ca: Morts:
es: Muertos:
gd: Marbh:
gl: Mortos:
pl: Zabitych:
pt_br: Mortos:
sr: Умрлих:
sv: Döda:
tr: Ölen:
zh_tw: 已死亡：

source: Time left:
ca: Temps restant:
es: Tiempo restante:
gd: Ùine air fhàgail:
gl: Tempo restante:
pl: Pozostało czasu:
pt_br: Tempo restante:
sr: Преостало време:
sv: Tid kvar:
tr: Kalan zaman:
zh_tw: 剩餘時間：

source: Under Construction
ca: En construcció
es: En construcción
gd: Ga thogail
gl: En construcción
pl: Rozwijane
pt_br: Sob desenvolvimento
sr: У изградњи
sv: Under konstruktion
tr: Yapım Aşamasında
zh_tw: 建設中

source: Untested, unpolished and broken levels
ca: Nivells no provats, poc polits i trencats
es: Niveles no probados, poco pulidos y rotos
gd: Gun deuchainn, gun ghleus is leibheilean briste
gl: Niveis sen probar, sen pulir e rotos
pl: Nietestowane, niewykończone i uszkodzone poziomy
pt_br: Níveis com problemas, não-testados e não-refinados
sr: Неиспробани, недотерани и оштећени нивои
sv: Otestade, opolerade och trasiga nivåer
tr: Testedilmemiş, düzeltilmemiş ve bozuk bölümler

source: Solved:
ca: Resolts:
es: Resueltos:
gd: Air fhuasgladh:
gl: Resoltos:
pl: Rozwiązano:
pt_br: Resolvidos:
sr: Решених:
sv: Löst:
tr: Çözülen:
zh_tw: 已解決:

source: levels
ca: nivells
es: niveles
gd: leibheilean
gl: niveis
pl: poziomów
pt_br: níveis
sr: нивои
sv: nivåer
tr: bölüm
zh_tw: 關卡

source: Show Ending?
ca: Mostrar el final?
es: ¿Mostrar el final?
gd: Seall crìoch?
gl: Amosar o final?
pl: Pokazać zakończenie?
pt_br: Mostrar Final?
sr: Да прикажем крај?
sv: Visa slut?
tr: Bitişi Göster?
zh_tw: 顯示結尾?

source: Leave?
ca: Sortir?
es: ¿Abandonar?
gd: Fàg
gl: Sair?
pl: Opuścić?
pt_br: Abandonar?
sr: Да напустим?
sv: Lämna?
tr: Çık?
zh_tw: 離開?

source: [OPTIONS]... [FILE]
ca: [OPCIONS]... [FITXER]
es: [OPCIONES]... [FICHERO]
gd: [ROGHAINNEAN] ... [FAIDHLE]
gl: [OPCIÓNS]... [ARQUIVO]
pl: [OPCJE]... [PLIK]
pt_br: [OPCOES]... [ARQUIVO]
sr: [ОПЦИЈЕ]... [ДАТОТЕКА]
sv: [INSTÄLLNINGAR]… [FIL]
tr: [SEÇENEKLER]... [DOSYA]
zh_tw: [選項]... [檔案]
