Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: The more levels you master, the more difficult they will get, but don't panic, as this one is still pretty easy. Just use the stuff that you've learned in the previous levels and you shouldn't have many problems. If you think you've reached a situation from which you can no longer solve the level, double click the armageddon button at the lower right.
ca: Quants més nivells superis, més difícils es tornaran, però no pateixis, doncs aquest és força fàcil. Simplement fes servir el que has aprés en els nivells anteriors i no hauries de tenir gaires problemes. Si creus que has arribat a una situació a partir de la qual ja no pots solucionar el nivell, fes doble clic al botó de l'Apocalipsi que hi ha a baix a la dreta.
es: Cuantos más niveles superes, más difíciles se volverán. Pero no temas, porque este es aún es bastante fácil. Usa lo que has aprendido en anteriores niveles y no tendrás muchos problemas. Si crees que has llegado a un punto en el que no hay solución, pulsa dos veces el botón del Apocalipsis abajo a la derecha e inténtalo de nuevo.
gd: Mar as adhartaiche a thèid thu, 's ann nas duilghe a thionndaidheas e. Co-dhiù, air do shocair, tha an leibheil seo reusanta furasta fhathast. Bu chòir dhut a bhith ceart gu leòr fhad 's a chleachdas tu na dh'ionnsaich thu gu ruige seo. Ma tha thu den bheachd nach gabh an leibheil fhuasgladh tuilleadh, dèan briogadh dùbailte air putan Armagedon san oisean deas gu h-ìosal.
gl: Cantos máis niveis fagas, máis complicados serán, pero non te asustes, xa que este aínda é bastante sinxelo. Emprega o que aprendiches nos niveis anteriores e non deberías ter moitos problemas. Se chegas a unha situación dende a que xa non atopas a solución, fai dobre clic no botón de Armagedón situado na parte inferior dereita.
pl: Im więcej poziomów przejdziesz, tym będzie trudniej. Ten jest nadal łatwy. Wystarczy wiedza nabyta z poprzednich zadań. Jeśli sytuacja się zaogni, kliknij dwukrotnie przycisk armagedonu na dole ekranu po prawej.
pt_br: Quantos mais níveis você domina, mais difíceis estes irão ficar, mas não entre em pânico, pois este é bastante fácil. Basta usar o que aprendeu nos níveis anteriores que você não vai ter grandes problemas. Se você achar que chegou a um ponto de onde não dá mais para resolver o nível, dê um duplo-clique no botão armagedom no canto inferior direito.
sr: Што више нивоа савладате, то ће они постајати све тежи, али мирно и сталожено, јер овај ниво је још увек поприлично лаган. Једноставно користите ствари које сте научили на претходним нивоима и сигурно нећете имати већих неприлика. Ако мислите да сте запали у ситуацију из које више не можете да решите ниво, двапут кликните на дугме армагедон у доњем десном делу екрана.
sv: Ju fler banor du klarar, desto svårare blir de. Få emellertid ingen panik. Denna bana är fortfarande ganska enkel. Se bara till att använda allt det du lärt dig från föregående banor och du bör inte ha så stora problem. Dubbelklicka på sprängknappen i högra hörnet om du tror att du har nått en punkt då du inte längre kan lösa banan.
tr: Daha fazla bölüm ilerledikçe, oyun gittikçe daha zorlaşacak, ama paniğe gerek yok, bu bölümde olduğu gibi hala kolay. Sadece önceki bölümlerden öğrendiklerini uygula ve bu senin için çok problem olmamalı. Eğer bir yerden itibaren artık bölümü çözemeyeceğin bir durumla karşılaştığını düşünüyorsan, sağda altta patlama düğmesini tıkla.
zh_tw: 能夠通過愈多的關卡，就表示往後會有更多的難題等著您！不過，不用驚慌，只要運用前幾關所學過的方式，這一次輕輕鬆鬆就可以過關。如果還是發現有一些無法解決的狀況及困難，那就雙擊兩次右下方的爆炸按鍵。

source: Solid ground can block the path
ca: El terra sòlid pot bloquejar el camí
es: El terreno duro puede bloquear el camino
gd: Faodaidh làr cruaidh a bhith san rathad
gl: O terreo sólido pode bloquear o camiño
pl: Twardy teren może zablokować przejście
pt_br: Terreno sólido pode bloquear a passagem
sr: Чврсто земљиште може блокирати пут
sv: Fast mark kan spärra vägen
tr: Cvrsto zemljiste moze blokirati put
zh_tw: 堅固難毀的地面將會擋住去路

source: As you have learned in earlier levels your Pingus can dig through basically any terrain, but there is one material which they can't penetrate: steel. These regions are marked dark grey on the level map and cannot be destroyed, so you must find a way around them.
ca: Tal i com has aprés en nivells anteriors, els teus pingus poden excavar a través de bàsicament qualsevol terreny, però hi ha un material que no poden penetrar: l'acer. Aquestes regions estan marcades en gris fosc al mapa del nivell i no poden ser destruïdes, o sigui que hauràs de trobar la manera d'evitar-les.
es: Como ya has visto, tus pingus pueden excavar casi cualquier tipo de terreno, pero hay un material que no pueden penetrar: el acero. Estas regiones se muestran en el mapa en color gris oscuro y no pueden ser destruidas, así que deberás encontrar alguna forma de sortearlas.
gd: Mar a dh'ionnsaich thu sna leibheilean roimhe, 's urrainn dha cheann-fionn cladhach tro cha mhòr a h-uile rud. Co-dhiù, tha aon stuth ann nach fhaigh e troimhe: stàilinn. Tha dath dubh-ghlas air na raointean seo air mapa an leibheil is cha ghabh an sgrios. Mar sin, lorg slighe timcheall orra.
gl: Como aprendiches en niveis anteriores, os teus Pingus poden escavar en calquer terreo, pero hai un no que non poden: o aceiro. Estas rexións están marcadas en gris escuro no mapa e non se poden destruír, polo que debes buscar un xeito de evitalos.
pl: Jak wiesz, Pingusy mogą przekopać się praktycznie przez wszystko, ale z jednym materiałem sobie nie mogą poradzić. Jest nim stal. Jej występowanie poznać można po ciemnej szarości na mapie. Nie można jej zniszczyć, zatem musisz poszukać drogi naokoło.
pt_br: Como você aprendeu nos níveis anteriores, os Pingus podem escavar através de basicamente qualquer tipo de terreno, mas há um material o qual não são capazes de penetrar: aço. Estas regiões estão assinaladas com cinza escuro no mapa do nível e não podem ser destruídas, por isso, você precisa encontrar um caminho desviando delas.
sr: Као што сте научили на претходним нивоима ваши Пингвинци могу да копају практично кроз свако земљиште, али постоји један материјал кроз који не могу да продру: а то је челик. На карти нивоа ови предели су означени тамно сивом бојом и не могу бити уништени, зато морате да пронађете пут заобилазећи их.
sv: Som du lärt dig från föregående banor kan dina Pingus gräva sig igenom praktiskt taget vilken terräng som helst, men det finns ett slags terräng de inte kan forcera: stål. Dessa regioner är markerade med mörkgrått på minikartan och kan inte förstöras. Du måste därför hitta ett sätt att ta dig förbi dem.
tr: I ranijim nivoima smo naucili da Pingusi mogu prakticno kopati kroz bilo koje zemljiste, ali postoji nesto sto ne mogu prokopati. To su celicni objekti. Oni su oznaceni tamno sivom bojom na mapi nivoa i ne mogu biti unisteni, vec treba pronaci nacin da se zaobidju.
zh_tw: 前幾個關卡中有學到，企鵝們具有基本穿透某些地勢的能力，但有一種物質是他們無法攻破的：鋼。屬於鋼的部份會以較暗灰的顏色顯示，所以你必須找一個繞道的方法。

source: One jump to catch them all
ca: Un salt per agafar-los a tots
es: Un salto para cogerlos a todos
gd: Chan e ach leum gus a h-uile a shàbhaladh
gl: Un salto para atrapalos a todos
pl: Jeden skok, aby złapać je wszystkie
pt_br: Um salto para todos apanhar
sr: Један скок да их све похватате
sv: Ett hopp för att fånga dem alla
tr: Bir sıçrama ile hepsini yakala
zh_tw: 跳躍救援

source: The pingus have found themselves lost on their journey. What is this mysterious place? Smiling pumpkins, giant candlesticks, and some boiling soup below... what wizardry is this? Now, facing a deadly abyss right in front of them it's your job to save them. Can you save them from a terrible fate?
ca: Els pingus s'han trobat perduts en el seu viatge. Què és aquest lloc misteriós? Carbasses somrients, palmatòries gegants, i una mica de sopa bullent a sota... Quina mena de bruixeria és aquesta? Ara, enfrontats amb un abisme mortal just davant d'ells, la teva feina és salvar-los. Pots lliurar-los del seu terrible destí?
es: Los pingus se han perdido en su viaje. ¿Qué es este misterioso lugar? Calabazas sonrientes, palmatorias gigantes y un poco de sopa hirviente más abajo... ¿qué clase de brujería es esta? Ahora, enfrentados a un abismo mortal justo delante de ellos, es tu tarea salvarles. ¿Puedes librarles de su terrible destino?
gd: Mhothaich na cinn-fhionn gun do chaill iad an t-slighe. Dè an t-àite neònach a tha seo? Peapagan le fiamh-ghàire orra, coinnlean ana-mhòr, is brot a' bruich fodhpa... dè an draoidheachd a tha seo? Nise gu bheil aibheis bhàsmhor romhpa, 's ann leatsa a tha an t-uallach airson an sàbhaladh. An urrainn dhut an sàbhaladh o dhàn uabhasach?
gl: Os pingus perderonsr na súa viaxe. Que lugar misterioso e este? Cabazas sorrintes, candelabros xigantes e algo fervendo na sopa... que bruxaría é esta? Agora estan enfrontándose a un abismo mortal, o teu traballo é salvalos. Podes salvalos dun terrible destino?
pl: Pingusy zagubiły się na swojej trasie. Co to za dziwne miejsce? Wytrzeszczone dynie, ogromne świeczniki i pęczniejąca zupa w rzekach. Magiczny świat czarodzieja w okularach? Czy poradzisz sobie ze śmiertelną otchłanią? Ocalisz ich od okrutnego losu?
pt_br: Os pingus se encontram perdidos em sua jornada. Que lugar misterioso é este? Abóboras sorridentes, velas gigantes, e algum tipo de poção borbulhando lá embaixo... Que bruxaria é essa? Diante de um abismo mortal, é seu trabalho salvá-los. Poderá você salvá-los de um destino terrível?
sr: Пингвинци су се загубили приликом свог путовања. Које је ово тајновито место? Насмејане бундеве, џиновски свећњаци, и испод се крчка супица... каква ли је ово чаролија? Сада, када се налазе на ивици смртоносне провалије на вама је да их спасите. Да ли можете да их спасите судбине страшне?
sv: Pingus har gått vilse på sin resa. Vad är detta för mystiskt ställe? Leende pumpor, stora ljusstakar, och lite kokande soppa nedanför... vad för slags trolldom är detta? Nu när de står öga mot öga med en dödlig avgrund rakt framför sig är det upp till dig att rädda dem. Kan du rädda dem från ett förfärligt öde?
tr: Pingular yolculuklarında kendilerini kaybolmuş olarak buldular. Bu gizemli yer de neresi? Gülümseyen kabaklar, büyük şamdanlar ve aşağıda biraz kaynar çorba... bu nasıl bir sihirbazlıktır? Şimdi önlerinde ölümcül bir uçurum varken görevin onları kurtarmak. Onları bu korkunç felaketten kurtarabilir misin?
zh_tw: 小企鵝發現他們在這趟旅途中迷失了！這個神秘之地是什麼？微笑的南瓜、巨大的燭台及下方煮沸的湯...那到底是什麼魔法？現在他們眼前面臨無底深淵，只有你才可以拯救他們！你可以把他們帶離殘酷的命運嗎？

source: One Thousand and One Jumps
ca: Mil i un salts
es: Mil y un saltos
gd: Leum is mìle
gl: Mil e un saltos
pl: Tysiąc i jeden skok
pt_br: Mil e Um Saltos
sr: Једна хиљада и један скок
sv: Tusen och ett hopp
tr: Bin Bir Zıplama
zh_tw: 一千零一次跳躍

source: With the exit so high above and far out of reach for a normal Pingu, what options are there? Perhaps a jumper can rescue them? Or will he simply slow their inevitable demise? It's your job to find out, but are you good enough to save them all?
ca: Amb la sortida tant amunt i fora de l'abast d'un pingu normal, quines opcions hi ha? Potser un saltador els pot rescatar? O simplement endarrerirà el seu inevitable destí? Descobrir-ho és la teva feina, però ets prou bo per salvar-los a tots?
es: Con la salida tan alta y fuera del alcance de un pingu normal, ¿qué opciones hay? ¿Quizás pueda rescatarles un saltador? ¿O sólo conseguirá retrasar su inevitable destino? Es tu tarea descubrirlo, pero ¿eres lo suficientemente bueno como para salvarlos a todos?
gd: On a tha an doras a-mach cho àrd is cho fad air falbh 's nach ruig ceann-fionn àbhaisteach e, dè a ghabhas dèanamh? 'S dòcha gun sàbhail leumadair iad? Air neo nach dèan e ach dàil a chuir air a' bhàs do-sheachanta? Tha an t-uallach airson seo fhaighinn a-mach leatsa, ach a bheil thu math gu leòr gus an sàbhaladh uile?
gl: Coa saída tan alta e lonxe do alcance dun Pingu normal, que opcións hai? Quizais un saltador poida rescatalos? Ou simplemente ralentizará a súa inevitable desaparición? O teu traballo é descubrilo, pero es o suficientemente bo para salvalos a todos?
pl: Gdy wyjście znajduje się tak wysoko, poza zasięgiem zwykłego Pingusa, jakie masz opcje? Może skoczek będzie w stanie uratować dzień? A może spowolni on tylko nieunikniony eksodus? Twoim zadaniem będzie to sprawdzić... a tak przy okazji, dasz radę uratować wszystkie pingwiny?
pt_br: Com a saída tão alta e longe do alcance de um Pingu comum, que opções existem? Talvez um Saltador possa resgatá-los? Ou ele irá apenas adiar a morte certa? É seu trabalho descobrir, será que você é bom o suficiente para salvar todos eles?
sr: Са излазом који је тамо горе високо и тако недосежан за обичног Пингвинца, какве могућности им преостају? Можда би скакач могао да их спасе? Или ће једноставно успорити њихову неизбежну пропаст? На вама остаје да то дознате, а да ли сте довољно добри да их спасите све?
sv: Vilka möjligheter finns med utgången så högt upp och utom räckvidd för en normal Pingu? Kanske en hoppare kan rädda dem? Eller kommer han bara sakta ned deras oundvikliga död? Det är ditt jobb att klura ut det, men är du tillräckligt skicklig för att rädda dem alla?
tr: Normal bir Pingu için bu kadar yukarı çıkmakla ve uzağa ulaşmakla, mevcut seçenekler neler? Belki bir zıplayıcı onları kurtarabilir? Ya da kaçınılmaz ölümlerini yavaşlatacak mı? Bunu bulmak senin görevin, fakat hepsini kurtaracak kadar iyi misin?
zh_tw: 不同於其他關卡，這一關的出口在高高的那一邊，一般正常的企鵝很難到達，有什麼樣的方法可以達成任務呢？善於跳躍的企鵝是不是可以拯救大家呢？或是輕易的就可以減低無謂的死傷？接下來就是你要找出如何救他們的方法了。

source: Boom Boom
gd: Bùm bùm
pl: Bum Bum
pt_br: Bum Bum
sr: Бум бум
tr: Güm Güm
zh_tw: 碰碰

source: You've mastered the last challenge and now face the next. Their path to salvation seems to be cursed, but by whom? There is no time to think about it, since the next deadly challenge already awaits the Pingus. Two mighty roots block the way, but without a basher at hand to bash them away, sacrifice might be the only option...
ca: Has superat el darrer repte i ara t'enfrontes al següent. El seu camí cap a la salvació sembla estar maleit, però per qui? No hi ha temps per pensar-hi, doncs el proper desafiament mortífer ja espera als pingus. Dues enormes arrels bloquegen el camí, però sense un excavador a mà per foradar-les el sacrifici podria ser l'única opció...
es: Has sido capaz de superar el último desafío y ahora te enfrentas al próximo. Su camino a la salvación parece maldito, pero ¿por quién? No hay tiempo para pensar en ello, pues el siguiente desafío mortal ya espera a los pingus. Hay dos raíces gigantescas que bloquean el paso, pero cuando sin ningún excavador a mano para perforarlas el sacrificio parece la única opción...
gd: Rinn thu a' chùis air an dùbhlan mu dheireadh is tha an t-ath fhear romhad a-nis. A rèir coltais, tha an t-slighe dhan t-sàbhaladh fo mhallachd, ach cò leis? Chan eil ùine agad gus smaoineachadh air, oir tha an t-ath dhùbhlan bàsmhor ro na cinn-fhionn mu thràth. Tha dà fhreumh neartmhor san rathad is chan eil slacair agad gus an toirt air falbh. Dh'fhaodadh ìobairt a bhith san fhuasgladh mu dheireadh...
gl: Dominaches o último reto e agora afrontas o seguinte. O camiño cara á salvación parece estar maldito, pero por quen? Non hai tempo para pensar niso, xa que o próximo reto mortal xa lle agarda aos Pingus. Dúas raíces poderosas bloquean o camiño, pero sen un golpeador a man que as abata, o sacrificio pode ser a única opción...
pl: Czas na kolejne wyzwanie. Droga do wybawienia wydaje się przeklęta, ale przez co lub przez kogo? Nie ma czasu na zastanowienie, trzeba działać. Dwa ogromne korzenie blokują drogę, a tunelowych brak. Opcja kamikadze może być jedynym rozwiązaniem.
pt_br: Você dominou o último desafio e agora enfrentará o próximo. O seu caminho para salvação parece estar amaldiçoado, mas por quem? Não há tempo para pensar nisto, uma vez que o próximo desafio mortal já espera pelos Pingus. Duas raízes enormes bloqueiam o caminho, mas sem um Perfurador à disposição para abrir caminho, o sacrifício parece ser a única opção...
sr: Савладали сте последњи изазов и сада се суочавате са следећим. Као да је неко проклео њихов пут ка спасењу, али од ко? Нема се времена да се размишља о томе, јер следећи смртоносни изазов већ чека на Пингвинце. Два моћна корена блокирају им пут, али без глодача при руци да им прокрчи пут, жртвовање је једино што им преостаје...
sv: Du har bemästrat den senaste utmaningen och nu väntar nästa. Deras väg till räddning verkar vara förbannad, men av vem? Det finns inte tid att fundera mer på det eftersom nästa dödliga utmaning redan väntar på Pingus. Två kraftiga rötter blockerar vägen, men utan någon bankare tillgänglig för att banka dem är kanske en uppoffring det enda alternativet...
tr: Son macerada uzmanlaştın ve şimdi sonrakiyle yüzleş. Kurtuluş yolları lanetlenmiş gibi duruyor, fakat bunu kim yaptı? Sonraki ölümcül macera Pinguları beklediği için düşünmeye zaman yok. İki zorlu kök yolu engelliyor ancak onları yıkacak bir delici olmadan, tek problem fedakarlık olacak.
zh_tw: 你征服了上一個挑戰，現在面對下一個。他們救贖的路徑似乎被詛咒，但被誰呢？現在沒有時間去想它，因為未來的致命挑戰已經在等待Pingus了。兩個巨大的樹根阻擋了去路，但沒有破除者能破壞他們，犧牲可能是唯一的選擇..

source: Full Circle
ca: Cercle complet
es: El circulo se cierra
gd: Cearcall slàn
gl: O círculo pechase
pl: Zatoczyć koło
pt_br: Círculo Completo
sr: Пун круг
sv: Gå i cirklar
tr: Tam Yuvarlak
zh_tw: 一整圈

source: The exit is so close, yet out of reach. A step in the wrong direction and the Pingus will fall to a terrible fate. You must do something to help them, but is there enough time? You have to hurry and can't allow yourself any mistakes. The Pingus are counting on you!
ca: La sortida és tan a prop, i alhora fora del vostre abast. Un pas en la direcció equivocada, i els pingus cauran cap a un terrible destí. Has de fer alguna cosa per ajudar-los, però hi ha prou temps? T'has de donar pressa i no et pots permetre cap error. Els pingus compten amb tu!
es: La salida está tan cerca y a la vez tan inalcanzable. Un paso en la dirección equivocada, y los pingus se precipitárn hacia un horrible destino. Debes hacer algo para ayudarles, pero ¿hay suficiente tiempo? Tendrás que darte prisa, y no te puedes permitir ningún error. ¡Los pingus cuentan contigo!
gd: Tha an doras a-mach cho faisg, ach cha ghabh e ruigsinn. Ma ghabhas tu ceum san rathad cheàrr, fulaingidh na cinn-fhionn dàn uabhasach. Feumaidh tu rudeigin a dhèanamh gus an cuideachadh, ach a bheil ùine gu leòr agad? Greas ort is na dèan mearachd. Tha na cinn-fhionn a' crochadh ort!
gl: A saída está moi preto, aínda que fóra do alcance. Un paso na dirección equivocada e os Pingus caerán nun terrible destino. Debes facer algo para axudalos, pero hai tempo suficiente? Tes que apresurarte e non podes permitirte ningún erro. Os Pingus contan contigo!
pl: Wyjście znajduje się tak blisko, ale poza zasięgiem. Krok w złą stronę, a Pingus spadnie w objęcia straszliwego losu. Trzeba jakoś pomóc tym pingwinom, ale czy starczy ci czasu? Musisz się spieszyć i nie możesz sobie pozwolić na jakiekolwiek błędy. Pingusy liczą na ciebie!
pt_br: A saída está tão próxima e, entretanto, fora do alcance. Um passo na direção errada e os Pingus sucumbirão a um destino terrível. Você deve fazer algo para ajudá-los, mas haverá tempo suficiente? Você deve se apressar e não pode cometer qualquer erro. Os Pingus contam com você!
sr: Излаз је тако близу, а ипак ван домашаја. Корак у погрешном правцу и Пингвинце ће задесити страшна судбина. Морате да урадите нешто да им помогне, али да ли има довољно времена? Морате да пожурите и не можете себи дозволити никакве грешке. Пингвинци рачунају на вас!
sv: Utgången är så nära men ändå utom räckvidd. Ett steg i fel riktning och Pingus kommer gå ett hemskt öde till mötes. Du måste göra någonting för att bistå dem, men finns det tillräckligt med tid? Du måste skynda dig och får inte tillåta dig själv att begå några misstag. Pingus räknar med dig!
tr: Çıkış çok yakın ama hala erişilemeyecek bir yerde. Yanlış yönde atılacak bir adım Pinguları korkunç bir sona sürükleyebilir. Onlara yardım etmek için bir şeyler yapmalısın, fakat yeterli zaman var mı? Acele etmeli ve bir hataya izin vermemelisin. Pingular sana güveniyor!
zh_tw: 出口就在前方不遠處了，再一步就可以到達！任何錯誤的一小步都將會把企鵝推向可怕的命運。你必須做一些事來幫助他們，但有足夠的時間嗎？這一次你除了得加快腳步之外，也得避免犯錯。企鵝生存的數量，操之在你！

source: Bridgers Nightmare
ca: El malson dels enginyers
es: La pesadilla de los ingenieros
gd: Trom-laighe an drochaidiche
gl: O Pesadelo do Enxeñeiro
pl: Koszmar inżyniera
pt_br: Pesadelo dos Fazem-pontes
sr: Ноћна мора мостоградитеља
sv: Brobyggarnas mardröm
tr: Köprücünün Karabasanı
zh_tw: 搭橋者的夢魘
