Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Here you don't have much time to waste. The path to the exit is clear and straight, but you don't have the time to prepare it. Can you find a way to leap ahead?
ca: Aquí no tens gaire temps per perdre. El camí fins a la sortida és clar i recte, però no tens temps per preparar-lo. Pots trobar la manera d'avançar ràpidament?
es: Aquí no tienes mucho tiempo que perder. El camino hasta la salida está despejado y recto, pero no tienes tiempo para prepararlo. ¿Puedes encontrar la forma de avanzar rápidamente?
gd: Chan eil mòran ùine agad ri caitheamh an-seo. Tha an t-slighe dhan doras a-mach soilleir is dìreach, ach chan eil ùine gu leòr agad gus a h-ullachadh. An lorg thu dòigh gus leum air adhart?
gl: Aquí non tes moito tempo que perder. O camiño da saída é claro e recto, pero non tes tempo para preparalo. Podes atopar un xeito de dar un salto adiante?
pl: Nie masz zbyt wiele czasu do stracenia. Droga do wyjścia jest oczywista i prosta, ale nie masz kiedy ją przygotować. Znajdziesz sposób, aby ją przeskoczyć?
pt_br: Aqui você não tem muito tempo para gastar. O caminho para a saída é claro e direto, mas você não tem tempo para prepará-lo. Você consegue achar um jeito de saltar adiante?
sr: Овде немате много времена за губљење. Пут ка излазу је јасан и прав, али немате времена да га припремите. Да ли можете да пронађете начин да скочите напред?
sv: Här har du inte mycket tid att spela på. Vägen till utgången är tydlig och rak, men du har inte tid att förbereda den. Kan du finna ett sätt att hoppa framåt?
tr: Burada boşa harcanacak çok zamanın yok. Çıkış yolu açık ve düz; ancak hazırlanmak için zamanın yok. İleri sıçramak için bir yol bulabilir misin?

source: Ice Block Blockage
ca: Blocats pel bloc de gel
es: Bloqueo por bloque de hielo
gd: Bloca deighe san rathad
gl: Bloqueo de bloques de xeo
pl: Zapora lodowcowa
pt_br: Bloqueio do bloco de gelo
sr: Ледени брег на путу
sv: Isblocksblockad
tr: Buz Bloğu Engeli
zh_tw: 冰塊的阻擋

source: What's this? A gigantic ice block straight in the path? Where did that come from? No time wondering about things like that. The Pingus need to get to the exit and it's your job to find a way around the block.
ca: Què és això? Un enorme bloc de gel al mig del camí? D'on ha sortit? No hi ha temps per fer-se aquesta mena de preguntes. Els pingus necessiten arribar a la sortida i és la teva feina trobar una manera d'evitar el bloc.
es: ¿Qué es esto? ¿Un enorme bloque de hielo en mitad del camino? ¿De dónde ha salido? No hay tiempo para hacerse esta clase de preguntas. Los pingus necesitan llegar hasta la salida y es tu trabajo encontrar una forma de sortearlo.
gd: Dè tha seo? Cùis-uamhais de bhloca deighe dìreach san rathad? Cò às a thàinig e? Chan eil ùine ann gus cnuasadh air. Feumaidh na cinn-fhionn an doras a-mach a ruigsinn is 's e an t-uallach agadsa a th' ann slighe timcheall air a' bhloca a lorg.
pl: Cóż to? Ogromny blok lodowy na środku drogi? Skąd to się wzięło? Nie ma czasu na zastanawianie się, Pingusy muszą przejść do wyjścia, a twoim zadaniem jest znalezienie drogi naokoło.
pt_br: O que é isto? Um bloco de gelo gigante bem no caminho? De onde ele veio? Não há tempo para pensar nessas coisas. Os Pingus precisam chegar à saída e é seu dever encontrar um jeito de desviar do bloco.
sr: Шта је ово? Џиновски ледени брег на путу? Одакле ли се само створио? Нема времена за размишљање о таквим стварима. Пингвинци морају да стигну до излаза а ваш задатак је да пронађете пут око леденог брега.
sv: Vad är detta? Ett gigantiskt isblock mitt i vägen? Var kom det ifrån? Ingen tid att fundera på sådana saker. Pingus måste nå utgången och det är ditt jobb att finna vägen runt blocket.
tr: Bu da ne? Devasa bir buz bloğu yolun önünde mi? Nereden geldi? Bunları düşünmek için zaman yok. Pingular çıkışa gitmeli ve bloğun çevresinde bir yol bulmak da senin görevin.

source: The Impossible Bridge
ca: El pont impossible
es: El puente imposible
gd: An drochaid do-chreidsinneach
gl: A Ponte Imposible
pl: Niemożliwa przeprawa
pt_br: A ponte impossível
sr: Немогући мост
sv: Den omöjliga bron
tr: İmkansız Köprü

source: Two groups of Pingus separated by a deep abyss, joining them by a bridge seems impossible, but wise coordination of the two groups and a brave leap should let you make it to the exit.
ca: Dos grups de pingus separats per un profund abisme. Ajuntar-los mitjançant un pont sembla impossible, però una sàvia coordinació dels dos grups i un salt valent t'haurien de permetre arribar a la sortida.
es: Dos grupos de pingus separados por una profunda sima. Juntarlos mediante un puente parece imposible, pero una acertada coordinación de ambos grupos y un salto valiente deberían permitirte alcanzar la salida.
gd: Tha dà bhuidheann dhe cheann-fionn air an sgaradh le aibheis. Shaoileadh tu nach gabhadh an aonachadh le drochaid, ach le co-òrdanachadh glic is leum dàna bu chòir iad faighinn a-mach.
pl: Dwie grupy Pingusów oddzielone są głęboką przepaścią, ich połączenie przy pomocy mostu wydaje się być niemożliwe, jednak mądra koordynacja obu grup i odważny skok powinny otworzyć drogę do wyjścia.
pt_br: Dois grupos de Pingus estão separados por um profundo abismo. Uni-los por uma ponte parece impossível, mas uma coordenação inteligente dos dois grupos eu um salto corajoso podem fazer você conseguir alcançar a saída.
sr: Две групе Пингвинаца су одвојене дубоком провалијом, њихово здруживање мостом изгледа немогуће, али мудро руковођење две групе и храбар скок треба да вам допусте да их доведете до излаза.
sv: Två grupper av Pingus är separerade av en djup avgrund, och att sammanföra dem med en bro verkar omöjligt - men vis koordination av de två grupperna och ett modigt steg borde få dig till utgången.
tr: İki grup Pingu, derin bir uçurumla ayrılmış ve bir köprüyle birleştirmek imkansız görünüyor. Ancak iki grubun akıllıca uyumları ve cesurca bir zıplama çıkışa gitmeni sağlamalı.

source: Spiraling Away
ca: Fugint en espiral
es: Huyendo en espiral
gd: Snìomh a-mach
gl: Afastándose en espiral
pl: Klucząc do wyjścia
pt_br: A espiral para fora
sr: Заобилажење препреке
sv: Rullar iväg
tr: Sarmal Çıkış

source: The exit is straight below, but the path is blocked by solid steel with no way through. But the Pingus have a versatile toolset at hand, can you use it to find a way around and make it to the exit?
ca: La sortida està just a sota, però el camí està bloquejat per acer sòlid sense possibilitat de travessar-lo. Però els pingus tenen un conjunt d'eines versàtil, pots fer-lo servir per trobar un camí i arribar a la sortida?
es: La salida está justo debajo, pero el camino está bloqueado por acero sólido sin posibilidad de atravesarlo. Pero los pingus tienen un conjunto de herramientas versátil. ¿Puedes usarlo para encontrar un camino alternativo y llegar a la salida?
gd: Tha an doras a-mach dìreach shìos, ach tha an t-slighe bacte le stàilinn chruaidh is gun slighe troimhe. Ach tha acainnean iol-chomasach aig na cinn-fhionn, an cleachd thu iad gus slighe timcheall air a lorg is faighinn dhan doras a-mach?
pl: Wyjście znajduje się zaraz poniżej, jednak drogę blokuje twarda stal. Pingusy posiadają ze sobą uniwersalny zestaw narzędzi, pomożesz im go użyć i znaleźć drogę naokoło?
pt_br: A saída é bem abaixo, mas o caminho está bloqueado por aço sólido, não há como atravessá-lo. Mas os Pingus têm um conjunto de ferramentas versátil nas mãos, você pode usá-lo para encontrar um desvio e alcançar a saída?
sr: Излаз је управо доле, али пут је закрчен тврдим челиком без пролаза. Али Пингвинци имају разноврстан скуп алата при руци, можете ли да га искористите да пронађете заобилазни пут и да га прокрчите до излаза?
sv: Utgången finns rakt ned, men vägen är blockerad av stål utan någon väg igenom. Men Pingus har en omfattande verktygslåda med sig - kan du använda den för att finna en väg runt och klara dig till utgången?
tr: Çıkış tam aşağıda, ancak içinden geçilemez bir sert çelikle yol kapanmış. Fakat Pinguların ellerinde çok amaçlı aygıtları var. Çevresinde bir yol arayıp çıkmalarını sağlayabilir misin?

source: Tutorial Island
ca: Illa Tutorial
es: Isla Tutorial
gd: Eilean an oideachaidh
gl: Tutorial Illa
pl: Wyspa Samouczka
pt_br: Ilha Tutorial
sr: Острво увежбавања
sv: Övningsön
tr: Eğitim Adası
zh_tw: 學習之島

source: Learn the basics
ca: Aprèn l'essencial
es: Aprende lo básico
gd: Ionnsaich na sgilean bunasach
gl: Aprende o básico
pl: Naucz się podstaw
pt_br: Aprenda o básico
sr: Научите основе
sv: Lär dig grunderna
tr: Temelleri öğreniyoruz
zh_tw: 基礎學習

source: Watch Ending
ca: Veure el final
es: Ver el final
gd: Seall air a' chrìoch
gl: Ver Final
pl: Zobacz zakończenie
pt_br: Assistir Final
sr: Погледајте крај
sv: Se slutet
tr: Sonu İzle
zh_tw: 觀看結尾

source: Watch Intro
ca: Veure la introducció
es: Ver la introducción
gd: Seall air an sgeulachd
gl: Ver a introdución
pl: Zobacz prolog
pt_br: Assistir Introdução
sr: Погледајте увод
sv: Se introt
tr: Tanıtımı İzle
zh_tw: 觀看簡介

source: The Journey Begins
ca: Comença el viatge
es: Comienza el viaje
gd: Tha an triall a' tòiseachadh
gl: Comeza a Viaxe
pl: Przygoda się rozpoczyna
pt_br: A Aventura Começa
sr: Путовање почиње
sv: Resan börjar
tr: Yolculuk Başlıyor
zh_tw: 旅程開始...

source: For a long time, the Pingus have lived happily in peace on the South Pole along with all the other animals. Everything was in balance and it seemed like nothing could disrupt their peace. The Pingus were happy and it seemed like this could never end.
ca: Durant molt de temps els pingus han viscut feliçment en pau al Pol Sud juntament amb tots els altres animals. Tot estava en equilibri i semblava que res podia destorbar la seva pau. Els pingus eren feliços i semblava que això no acabaria mai.
es: Durante mucho tiempo los pingus han vivido felices y en paz en el Polo Sur junto a los demás animales. Todo estaba en equilibrio y parecía que nada iba a perturbar su paz. Los pingus eran felices y parecía que eso nunca iba a terminar.
gd: Bho chionn fhada, bhiodh na cinn-fhionn a' fuireach gu socair sìtheil air A' Phòla a Deas còmhla ris na beathaichean eile uile. Bhiodh mèidh air a h-uile nì is cha ghabhadh e creidsinn gun rachadh an t-sìth aca a bhriseadh. Bha na cinn-fhionn toilichte is a rèir coltais cha tigeadh seo gu crìch gu bràth tuilleadh.
gl: Durante moito tempo, os Pingus viviron felices en paz no Polo Sur xunto con todos os demais animais. Todo estaba en equilibrio e parecía que nada podía perturbar a súa paz. Os Pingus estaban felices e parecía que isto nunca podería rematar.
pl: Pingusy żyły długo i szczęśliwie na Biegunie Południowym wraz z innymi zwierzętami. Wszystko było tak, jak być powinno, i wydawało się, że nic nie zakłóci ich sielanki.
pt_br: Durante um longo tempo, os Pingus viveram felizes e em paz no Pólo Sul, juntamente com outros animais. Tudo estava bem e tudo levava a crer que nada romperia com a sua paz. Os Pingus eram felizes, felicidade essa que não parecia ter fim.
sr: Дуго времена, Пингвинци су живели срећно и у миру на Јужном полу заједно са свим осталим животињама. Све је било у равнотежи и изгледало је као да ништа не може да поремети њихов мир. Пингвинци су били срећни и чинило се да овоме никада неће бити краја.
sv: Under en lång tid har Pingus levt lyckliga i fred på sydpolen tillsammans med alla andra djur. Allting var i balans och det verkade som om ingenting kunde störa deras tillvaro. Pingus var lyckliga och det verkade som om det aldrig skulle ta slut.
tr: Uzun uzun yıllardır, Pingular diğer hayvanlarla birlikte Güney Kutbu üzerinde barış ve mutluluk içinde yaşadılar. Her şey çok güzel gidiyordu ve onların huzurunu bozacak hiç bir şey görünmüyordu. Pingular mutluydular ve bu sonsuza kadar devam edecek gibi görünüyordu.
zh_tw: 長久以來，小企鵝快樂又和平的與其他的動物共存在南極。所有的事情都是那麼的平衡，而看起來好像也沒有任何的事情可以破壞這一份和平。小企鵝的快樂也好像可以這麼的一直保持下去。

source: But then one day, things began to change slowly: the sky got darker and the earth got warmer. Firstly, they thought this was just a normal fluctuation in the world's climate, but things seemed to get worse and worse with every year.
ca: Però un dia les coses van començar a canviar lentament: el cel es va enfosquir i la terra es va escalfar. Al principi van pensar que això no era més que una fluctuació normal en el clima mundial, però les coses semblaven empitjorar més i més cada any.
es: Pero un día las cosas empezaron a cambiar lentamente: el cielo se oscureció y la tierra se calentó. Al principio pensaron que sería sólo una fluctuación normal en el clima del mundo, pero las cosas parecían ir a peor año tras año.
gd: Ach, latha a bha seo, thòisich na cùisean air atharrachadh mean air mhean. Dh'fhàs na speuran na bu duirche is an talamh na bu bhlàithe. An toiseach, bha iad den bheachd nach e ach luaisgeachd àbhaisteach na gnàth-shìde a bha ann, ach dh'fhàs e na bu mhiosa gach bliadhna.
gl: Pero un día, as cousas comezaron a cambiar lentamente: o ceo volveuse máis escuro e a terra quente. En primeiro lugar, pensaron que esta era só unha flutuación normal do clima mundial, pero as cousas parecían empeorar cada ano.
pl: Aż pewnego dnia wszystko zaczęło się powoli zmieniać: niebo stało się ciemniejsze, a ziemia cieplejsza. Na początku były to tylko normalne wahania temperatury, ale z każdym rokiem robiło się coraz cieplej.
pt_br: Porém, um dia, as coisas começavam a mudar lentamente, o céu ficou mais escuro e a terra mais quente, os seus primeiros pensamentos foram que isto não passava de uma pequena flutuação do clima, mas as coisas começaram a ficar piores a cada ano.
sr: Али онда, једног дана, ствари су почеле полако да се мењају: небо је постало тамније а земља је постала топлија. Испрва, помислили су да је то само уобичајен ток светске климе, али ствари су се погоршавале из године у годину.
sv: Men så en dag började saker långsamt att förändras, himlen blev mörkare och jorden blev varmare. Först trodde de det bara var en normal fluktuation i världens klimat, men allt verkade bli värre och värre för varje år som gick.
tr: Ama sonra bir gün, işler yavaşça değişmeye başladı: gökyüzü kararmaya ve dünya daha sıcak olmaya başladı. Önceleri bunun sadece dünyanın ikliminde normal bir dalgalanma olduğunu düşündüler, ama her şey yıldan yıla daha kötüye gidiyor gibiydi.
zh_tw: 但是...有一天，事情慢慢起了變化。天空變得愈來愈黑，地球也愈來愈暖和。一開始，他們以為這只是氣候的正常變幻，但一年一年觀察下來，這樣的情況卻愈變愈糟！

source: The snow began to melt away in a few areas and food became an issue. Other animals tried to leave the region to search for colder areas, but the Pingus knew that this wouldn't help: they knew that they had to do something about it.
ca: La neu va començar a fondre's en algunes zones, i el menjar es va convertir en un problema. Altres animals van intentar abandonar la regió en busca de zones més fredes, però els pingus sabien que això no ajudaria: sabien que havien de fer alguna cosa.
es: La nieve empezó a derretirse en algunas zonas, y la comida empezó a escasear. Otros animales intentaron dejar la región buscando sitios más fríos, pero los pingus sabían que esto no ayudaría: sabían que tenían que hacer algo.
gd: Thòisich an sneachda a leaghadh an-siud 's an-seo is dh'fhàs e na bu dorra biadh a lorg. Dh'fhàg cuid dhe na h-ainmhidhean an àite an tòir raointean a bu fhuaire. Co-dhiù, bha fios aig na cinn-fhionn nach biodh seo a' cuideachadh is gun robh aca ri rudeigin a dhèanamh an aghaidh an duilgheadais seo.
gl: A neve comezou a derreterse nalgunhas zonas e a comida converteuse nun problema. Outros animais intentaron saír da rexión para buscar zonas máis frías, pero os Pingus sabían que iso non serviría de nada: sabían que tiñan que facer algo ao respecto.
pl: Śnieg na niektórych obszarach zaczął topnieć, a zdobywanie pożywienia stało się wyzwaniem. Inne zwierzęta próbowały opuścić teren w poszukiwaniu zimniejszych miejsc, jednak Pingusy wiedziały, że to nic nie da: trzeba było podjąć działania.
pt_br: A neve começou a derreter em algumas regiões e a comida a escassear. Outros animais já tinham abandonado a região à procura de áreas mais frias, mas os Pingus sabiam que isto não adiantaria: eles sabiam que tinham que fazer algo acerca deste problema.
sr: Снег је почео да се топи у неколико области а храна је постала проблем. Остале животиње су покушале да напусте предео да би потражиле хладније области, али Пингвинци су знали да им то неће помоћи: знали су да морају да ураде нешто по том питању.
sv: Snön började smälta undan i några områden och mat började bli ett problem. Andra djur tenderade att lämna området för att leta efter kallare områden, men Pingus visste att detta inte skulle hjälpa; de visste att de måste göra någonting åt det här.
tr: Bazı bölgelerde karlar erimeye başladı ve yiyecek sorun haline geldi. Diğer hayvanlar daha soğuk yerler aramak için bölgeyi terk etmeye çalıştılar ama Pingular bunun yardımcı olmayacağını biilyorlardı: onlar bu konuda bir şeyler yapmak zorunda olduklarını biliyorlardı.
zh_tw: 某些區域的雪開始融化，而食物的獲取也漸漸變成是個問題。其他的動物也試著離開本來生長的區域，轉而尋找更適合的地區。但小企鵝認為這樣的作法是沒有任何幫助的，他們明白，要有一番行動！

source: So the circle of the eldest came together to decide what to do about it. They decided to send out an expedition around the world to find the cause of this warming. The expedition consisted of hundreds of the bravest Pingus on the South Pole.
ca: Així que el cercle dels venerables ancians es va reunir per decidir què s'havia de fer. Van decidir enviar una expedició al voltant del món per trobar la causa de l'escalfament. L'expedició consistia en centenars dels pingus més valents del Pol Sud.
es: Así que el consejo de venerables ancianos se reunió para decidir lo que tenían que hacer. Decidieron enviar una expedición alrededor del mundo para encontrar la causa de este calentamiento. La expedición consistía de cientos de los pingus más valientes del Polo Sur.
gd: Chruinnich na seanairean is seanmhairean gus co-dhùnadh a thoirt air dè a ghabhadh dèanamh. Thug iad romhpa buidheann a chur a-null air triall gus faighinn a-mach carson a bha an saoghal a' fàs na bu bhlàithe. Dh'fhalbh ceudan dhe na cinn-fhionn a bu chalma a bha air A' Phòla a Deas.
gl: Así que os máis ancians reuniuse para decidir que facer ao respecto. Decidiron enviar unha expedición polo mundo para atopar a causa deste quecemento. A expedición estaba formada por centos dos Pingus máis valentes do Polo Sur.
pl: Odbyło się zgromadzenie starszyzny. Zdecydowano wysłać ekspedycję, składającą się z najdzielniejszych Pingusów z Bieguna Południowego. Ich misja miała na celu poznanie przyczyn ocieplenia klimatu.
pt_br: Então o círculo de anciões juntou-se para tomar uma decisão. Foi então que eles decidiram enviar uma expedição ao redor do mundo para encontrar a causa deste aquecimento. A expedição consistia em centenas dos mais bravos Pingus do Pólo Sul.
sr: Дакле, круг најстаријих се окупио да би одлучили шта да ураде поводом тога. Одлучили су да пошаљу експедицију у свет да пронађе узрок овог загревања. Експедиција се састојала од неколико стотина најхрабријих Пингвинаца са Јужног пола.
sv: Så de äldstes krets samlades för att bestämma vad som skulle göras. De bestämde sig för att skicka ut en expedition ut i världen för att hitta orsaken till uppvärmningen. Expeditionen bestod av hundratals av de modigaste Pingus på sydpolen.
tr: Bu yüzden en yaşlılardan oluşan bir grup bu konu hakkında ne yapacağına karar vermek için bir araya geldi. Bu ısınmanın nedenini bulabilmek için dünya çapında bir yolculuğa çıkmaya karar verdiler. Bu yolculuğa Güney Kutbundaki yüzlerce cesur Pingu katılıyordu.
zh_tw: 群裏的長者聚集並討論針對此事件的因應。他們最後決定派出探險隊到世界各地尋找暖化的原因，而隊上的成員則由南極最勇敢的企鵝勇士所組成。

source: And they picked you to lead them on their journey around the world. Since the journey will be dangerous and difficult, your first goal is the Island of Mogorok, also known as the Tutorial Island. According to the eldest, this island has always been the first stop of Pingus that were sent out into the world.
ca: I et van triar a tu per liderar-los en el seu viatge al voltant del món. Com que el viatge serà perillós i difícil, el teu primer objectiu es l'illa de Mogorok, també coneguda com l'illa Tutorial. Segons els ancians, l'illa sempre ha estat la primera parada dels pingus que eren enviats al món.
es: Y te eligieron a ti para liderarlos en su viaje alrededor del mundo. Dado que el viaje será peligroso y difícil, tu primer objetivo es la Isla de Mogorok, conocida también como Isla Tutorial. Según los venerables ancianos, esta isla siempre ha sido la primera parada de los pingus que eran enviados a explorar el mundo.
gd: Agus is tusa an ceann-cinnidh a thagh iad gus an stiùireadh timcheall air an t-saoghal, oir bidh an triall cunnartach is doirbh. 'S e Eilean Mhogoroc a tha sa chiad cheann-uidhe agad, air a bheil Tutorial Island (Eilean an Oideachaidh) cuideachd. A rèir an t-seanchais, 's e seo an t-eilean far an rachadh cinn-fhionn an toiseach nuair a chaidh an cur a-null dhan t-saoghal.
gl: E escolléronte a ti para guialos na súa viaxe polo mundo. Dado que a viaxe será perigosa e difícil, o teu primeiro obxectivo é a Illa de Mogorok, tamén coñecida como a Illa Tutorial. Segundo os ancians, esta illa foi sempre a primeira parada dos Pingus que foron enviados ao mundo.
pl: Wybrano właśnie ciebie na przewodnika. Wyprawa dookoła świata jawiła się niebezpiecznym wyzwaniem, więc zdecydowaliście, że pierwsza na trasie będzie wyspa Mogorok, znana także Wyspą Samouczka. Według starszyzny ta wyspa zawsze była pierwszym postojem dla Pingusów wyruszających w świat.
pt_br: E eles te escolheram como seu líder para a viagem ao redor do mundo. Já que a viagem será perigosa e difícil, o teu primeiro objetivo é a Ilha de Mogoroqui, também conhecida como a Ilha Tutorial. De acordo com os anciões, esta ilha sempre fora uma primeira escala para os Pingus que eram mandados em viagens pelo mundo.
sr: Они су изабрали вас да их водите на њиховом путовању око света. Пошто ће путовање бити опасно и тешко, ваш први циљ је острво Могорок, такође познато као острво увежбавања. Према најстаријима, ово острво је одувек било прва станица Пингвинцима које су слали у свет.
sv: De valde också dig att leda dem på sin resa runt världen. Då resan blir farlig och svår blir ert första mål ön Mogorok, även känd som Övningsön. Enligt de äldste har den ön alltid varit första anhalten för Pingus som sänts ut i världen.
tr: Ve dünya üzerindeki yolculuklarında kendilerine önderlik etmeniz için seni seçtiler. Yolculuk tehlikeli ve zor olacağından, ilk hedefin Eğitim Adası olarak da bilinen Mogorok Adası. Yaşlıların anlattıklarına göre bu ada her zaman dünyaya gönderilen pinguların ilk durakları olmuştu.
zh_tw: 而他們挑選你成為這次探險隊的隊長。由於此次旅程將充滿著危險及困難，第一個目標就是征服 Mogorok 島，也就是著名的學習之島。根據長者的說法，通常這個島也是企鵝在遠征世界時的第一站。
