Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Learning to dig
ca: Aprenent a perforar
es: Aprendiendo a perforar
gd: Ionnsaich cladhach
gl: Aprendendo a escavar
pl: Nauka kopania
pt_br: Aprendendo a escavar
sr: Учимо да копамо
sv: Att lära sig gräva
tr: Kazmayı öğreniyoruz
zh_tw: 學習如何挖洞

source: This is your first mission. As always, it's pretty easy. All you have to do is to give a Pingu the command to dig a hole into the ground so that they can reach the exit. This can be accomplished simply by clicking on a Pingu.
ca: Aquesta és la teva nova missió. Com sempre, és força fàcil. Tot el que has de fer és donar-li l'ordre a un pingu de que faci un forat a terra de manera que tots puguin arribar a la sortida. Això es pot aconseguir simplement fent clic sobre un pingu.
es: Esta es tu primera misión. Como siempre, es bastante fácil. Todo lo que tienes que hacer es darle a cada pingu la orden de cavar un agujero en el suelo para que puedan llegar a la salida. Esto se puede conseguir simplemente haciendo clic sobre un pingu.
gd: Seo a' chiad mhisean agad. Mar as àbhaist, tha e furasta gu leòr. Cha leig thu leas ach òrdugh a thoirt dha cheann-fhionn ach an cladhaich e toll san làr gus an ruig a h-uile ceann-fionn an doras a-mach. Gus seo a dhèanamh, dèan briogadh air ceann-fionn.
gl: Esta é a túa primeira misión. Como sempre, é bastante sinxelo. Todo o que tes que facer é darlle a un Pingu a orde de facer un burato no chan para que cheguen á saída. Isto pódese conseguir simplemente facendo clic nun Pingu.
pl: To twoje pierwsze zadanie. Jak przystało na początek, jest ono całkiem łatwe. Wszystko, co musisz zrobić, to nakazać jednemu z Pingusów przewiercić się przez podłoże tak, aby reszta mogła się przecisnąć do wyjścia. Należy po prostu kliknąć na Pingusa.
pt_br: Esta é sua primeira missão. Como sempre, é bastante fácil. Tudo o que você tem de fazer é dar o comando a um Pingu para fazer um buraco no solo, para que possam chegar à saída. Isto pode ser atingido, através de um simples clique num Pingu.
sr: Ово је ваш први задатак. Као увек, поприлично је лаган. Све што треба да урадите је да наредите Пингвинцу да ископа рупу у земљи да би стигли до излаза. Ово може бити извршено једноставним кликом на Пингвинца.
sv: Det här är ditt första uppdrag. Som alltid är det ganska enkelt. Allt du behöver göra är att beordra en Pingu att gräva ett hål i marken så att de kan nå utgången. Detta kan åstadkommas genom att helt enkelt klicka på en Pingu.
tr: Bu senin ilk görevin. Her zamanki gibi oldukça kolay. Tek yapman gereken Pingulardan birine yere delik açmasını söyleyerek çıkışa gitmelerini sağlamak. Bunu bir Pingunun üzerine tıklayarak basitçe yapabilirsin.
zh_tw: 這是您的第一個任務。您所要做的就是幫助小企鵝挖一個可以到地面的通道，以助小企鵝能順利到達出口。這個部份的達成方式，點點小企鵝即可完成。

source: Float or Die
ca: Flota o mor
es: Flota o muere
gd: Bidh nad fhleòdragan no faigh bàs
gl: Flota ou Morre
pl: Szybuj lub giń
pt_br: Flutue ou Morra
sr: Лебди или умри
sv: Sväva eller dö
tr: Havada Süzül ya da Öl
zh_tw: 漂浮或墜落？

source: Well done in mission one! Now let's start the next one. This time you will need to equip your Pingus with a little propeller, so that they can float to the ground smoothly. If Pingus fall too far, they will not be able to survive the fall, so keep your eyes open!
ca: Ben fet a la missió u! Ara anem a començar la següent. Aquesta vegada necessitaràs equipar els teus pingus amb una petita hèlix, de manera que puguin flotar suaument fins al terra. Si els pingus cauen des de massa amunt, no seran capaços de sobreviure a la caiguda, o sigui que mantingues els ulls oberts!
es: ¡Bien hecho en tu primera misión! Esta vez necesitarás equipar a tus pingus con un pequeño propulsor. De este modo podrán flotar suavemente hasta el suelo. Si los pingus caen desde mucha altura no sobrevivirán al impacto ¡así que mantén los ojos abiertos!
gd: Nach math a rinn thu sa chiad mhisean! Nise, tòisicheamaid leis an ath fhear. An turas seo, feumaidh tu fleòdragain a dhèanamh dhe na cinn-fhionn is uidheam itealaich beag a chur uapa ach an tuit iad gu slaodach. Ma thuiteas ceann-fionn ro ìosal, gheibh e bàs. Cùm do shùilean a-mach!
gl: Ben feito na primeira misión! Agora imos comezar a seguinte. Esta vez terás que equipar o teu Pingus cun paracaidas, para que poidan ralentizar a caida. Se os Pingus caen dende moi alto, non poderán sobrevivir a caída, así que manten os ollos abertos!
pl: Gratuluję wykonania pierwszego zadania! Czas na kolejne. Tym razem musisz wyposażyć swoje Pingusy w małe śmigło, dzięki czemu będą mogły one spokojnie opaść na ziemię. Jeśli Pingus spadnie ze zbytniej wysokości, umiera, zatem miej oczy otwarte!
pt_br: Parabéns pela sua primeira missão! Agora partiremos para a próxima. Desta vez, você terá que equipar os seus Pingus com uma hélice, para que eles possam flutuar suavemente até o chão. Se os Pingus caírem de muito alto, não irão sobreviver à queda, portanto mantenha os olhos bem abertos!
sr: Одлично одрађен први задатак! А сада да започнемо следећи. Овај пут треба да опремите ваше Пингвинце малим пропелером, да би могли меко да се спусте на земљу. Ако Пингвинци падну предалеко, неће бити у могућности да преживе пад, зато обратите пажњу!
sv: Bra jobbat i första uppdraget! Låt oss nu starta det andra. Denna gång kommer du behöva utrusta dina Pingus med en liten propeller så att de kan sväva smidigt över marken. Om Pingus faller från en alltför hög höjd kommer de inte överleva fallet - var vaken!
tr: İlk görevinde iyi iş çıkarttın! Şimdi diğerine başlayalım. Bu sefer Pinguna uygun bir pervane giydirmelisin, böylelikle havadan toprağa hafifçe süzülebilirler. Eğer Pingular çok uzağa düşerlerse sağ kurtulamayabilirler, bu yüzden gözünü dört aç!
zh_tw: 做得好！現在我們進行下一個階段。這一次您必須幫您的小企鵝裝上小小的螺旋槳，讓他們可以順利的浮在半空中降落。如果小企鵝從太高的地方就掉下來了，可能會沒辦法存活喔！張大眼睛，仔細看囉！

source: Jump for joy
ca: Salta per divertir-te
es: Saltar por placer
gd: Leum le toileachas
gl: Saltar por pracer
pl: Skok po zabawę
pt_br: Saltar por diversão
sr: Скок за уживање
sv: Hoppa för nöjes skull
tr: Eğlenmek için zıpla
zh_tw: 快樂地跳

source: Sometimes a Pingu needs to reach a platform that is far away, but not reachable by walking. That's when the Jumper comes in handy - it allows the Pingu to make a small jump and so enables him to reach the platform.
ca: A vegades un pingu necessita accedir a una plataforma que està lluny, però a la que no s'hi pot arribar caminant. Aquí és on va bé tenir un saltador a mà - permet al pingu fer un petit salt i així arribar a la plataforma.
es: A veces un pingu necesita alcanzar una plataforma lejana, pero no puede llegar andando. Entonces es cuando el saltador viene de perlas, ya que permite al pingu efectuar un pequeño salto y así alcanzar la plataforma.
gd: Air amannan, feumaidh ceann-fionn àrd-ùrlar a ruigsinn a tha fad air falbh is cha ghabh e ruigsinn le coiseachd. Bidh an Leumadair feumail san t-suidheachadh seo - 's urrainn dhan cheann-fhionn leum beag a ghabhail is an àrd-ùrlar ruigsinn.
gl: Ás veces, un Pingu precisa chegar a unha plataforma que está lonxe, pero que non é accesible camiñando. É entón cando o Saltador é útil: permítelle ao Pingu dar un pequeno salto o cal lle permite chegar á plataforma.
pl: Niekiedy Pingus musi dosięgnąć miejsca umieszczonego wyżej od niego, do którego nie można po prostu dojść. W sukurs przychodzą skoczkowie.
pt_br: Por vezes, um Pingu precisa chegar a uma plataforma que está um pouco afastada, mas que não pode ser atingida a pé. É aí que os Saltadores tornam-se úteis - permitem que um Pingu execute um pequeno salto, atingindo assim a plataforma.
sr: Понекад Пингвинац мора да стигне до платформе која је поприлично далеко, али није доступна ходањем. То је тренутак када на сцену ступа скакач — који омогућава Пингвинцу да направи мали скок и да на тај начин стигне до платформе.
sv: Ibland måste en Pingu nå en plattform som finns långt bort, men som inte kan nås genom att gå dit. Det är då hopparen är bra att ha - den tillåter Pingun att göra ett litet hopp och kan på så sätt göra att hen kan nå plattformen.
tr: Bazen Pingunun yürüyerek ulaşılmayan bir o kadar da uzakta olan bir platforma ulaşması gerekir. Bu durumda Sıçrama yeteneği çok işe yarar - Pingunun ufak bir sıçrama yaparak platforma ulaşmasını sağlar.
zh_tw: 有時小企鵝需要到走路無法到達的遠方平台。這時就要靠跳躍者（Jumper）的能力了 - 它可以讓小企鵝們跳躍，順利到達平台。

source: Miner's heaven
ca: El paradís dels miners
es: El paraíso de los mineros
gd: Nèamh a' mhèinneir
gl: O paraiso dos mineiros
pl: Górnicze niebiesia
pt_br: Paraíso dos Mineiros
sr: Рударски рај
sv: Tunnlarnas himmelrike
tr: Madenciler cenneti
zh_tw: 礦工天堂

source: Another action hits the street - another digging action, this time a diagonal one. It allows a Pingu to dig diagonally through ground, thus creating a path for following Pingus. The action is called Miner.
ca: Una altra acció entra en escena - una altra acció per fer forats, aquesta vegada una de diagonal. Permet a un pingu excavar diagonalment a través del terra, creant així un camí per als altres pingus. L'acció s'anomena miner.
es: Una nueva acción entra en escena - otra acción para cavar, en este caso en diagonal. Permite a un pingu excavar diagonalmente a través del suelo, creando así un camino para los demás pingus. La acción se llama minero.
gd: Tha gnìomh eile a' togail ceann, is 's e gnìomh cladhaich a tha ann a-rithist, gu trastanach an turas seo. Leigidh e le ceann-fionn cladhach tron làr gu trastanach is slighe dhan fheadhainn às a dhèidh a chruthachadh. 'S e Mèinnear a tha air a' ghnìomh seo.
gl: Outra habilidade: Ista e outra habilidade de escavación, esta vez en diagonal. Permite que un Pingu cave en diagonal no chan, creando así un camiño para seguir a Pingu. A habilidade chámase Mineiro.
pl: Nowe możliwości na rynku stwarzają górnicy kopiący w poprzek.
pt_br: Outra ação chega até nós - outra ação de escavação, mas desta vez na diagonal. Permite a um Pingu escavar na diagonal através do solo, e, assim, criar um caminho para que os outros Pingus o sigam. Esta ação é a do Mineiro.
sr: Упознајемо се са још једном радњом — још једна радња копања, овог пута се ради о копању укосо. Ова радња омогућава Пингвинцу да копа укосо кроз земљу, и да на тај начин прокрчује пут осталим Пингвинцима. Ова радња се назива рударењем.
sv: En annan manöver gäller nu, en grävmanöver med en diagonal riktning. Den tillåter en Pingu att gräva diagonalt genom marken. Det här skapar således en väg för efterföljande Pingus. Manövern kallas tunnlare.
tr: Yeni bir yetenek öğreniyoruz - başka bir kazma eylemi, bu kez çarpraz bir tane. Bu Pingunun aşağı doğru yol oluşturmasını, ve takip eden Pingular için bir yol oluşturmasını sağlar. Bu yetenek Madencilik olarak adlandırılır.
zh_tw: 另一個行動上台－另外一個挖掘行動，這次是45度角。它讓Pingu以45度角挖掘地面，為跟隨的 Pingus 創造一條路徑。 這個行動叫做礦工。

source: Panic Island (float/bash)
ca: L'illa del pànic (flota/excava)
es: La isla del pánico(flota/excava)
gd: Eilean na maoime (nad fhleòdragan/slac)
gl: Illa do pánico (paracaidas/golpear)
pl: Wyspa paniki (spadochron/tunel)
pt_br: Ilha do Pânico (flutuar/perfurar)
sr: Острво панике (лебди/глођи)
sv: Panikön (sväva/banka)
tr: Panik Adası (uç/del)
zh_tw: 驚恐之島（漂浮/破壞）

source: While the previous levels have not required much quick action from you, this one gets a bit trickier. The Pingus are coming out of two entrances in parallel and it is your job to coordinate the two groups wisely.
ca: Mentre que els nivells anteriors no han requerit gaire acció ràpida per part teva, aquest es complica una mica. Els pingus vindran de dues entrades en paral·lel, i és la teva feina coordinar els dos grups amb seny.
es: Mientras los niveles previos no han requerido muchos reflejos por tu parte, este se vuelve más complicado. Los pingus vienen de dos entradas en paralelo, y es tu trabajo coordinar los dos grupos sabiamente.
gd: Cha deach gluasadan luatha iarraidh ort sna leibheilean roimhe, ach fàsaidh e beagan nas dorra a-nis. Thig na cinn-fhionn a-mach à dà inntrigidh aig an aon àm is feumaidh tu an dà bhuidheann a cho-òrdanachadh gu cùramach.
gl: Aínda que os niveis anteriores non requiriron moitos reflexos da túa parte, este faise un pouco máis complicado. Os Pingus están saíndo por dúas entradas paralelas e o teu traballo é coordinar os dous grupos sabiamente.
pl: Poprzednie poziomy nie wymagały podzielności uwagi, prawda? Tym razem będzie trudniej. Pingusy wydostają się z dwóch wyjść jednocześnie, a twoim zadaniem będzie mądra koordynacja obu grup.
pt_br: Enquanto os níveis anteriores não exigiam muita rapidez de sua parte, este fica um pouco mais difícil. Os Pingus partem de duas entradas em paralelo e sua tarefa é coordenar os dois grupos sabiamente.
sr: Док претходни нивои нису од вас захтевали претерано брзе радње, овај постаје мало замршенији. Пингвинци излазе напоље из два пролаза истовремено а ваш задатак је да њима мудро управљате.
sv: Då de föregående banorna inte har krävt mycket snabbhet från din sida ställs du nu på prov. Pingus kommer ut samtidigt i två grupper från två ingångar och det är din uppgift att klokt koordinera de två grupperna.
tr: Önceki bölümler çok daha çabuk hareket etmeni gerektirmese de bu bölüm biraz daha zorlaşıyor. Pingular iki delikten çıkıyor ve görevin akıllıca bu iki grubu koordine etmek.
zh_tw: 先前的等級中沒有要求你快速的行動，不過這個等級比較棘手。Pingus同時從兩個出口出來，而且你的工作就是聰明地協調這二個小組。

source: Jump'n Bump... and Bash...
ca: Salta i bota... i excava...
es: Salta y bota... y excava...
gd: Leum... is slac...
gl: Salta, bota... e escava...
pl: Skok w bok i... przez tunel...
pt_br: Saltando... e Perfurando...
sr: Скакутање... и глодање...
sv: Hoppa och dunka... och banka...
tr: Zıpla Çarp... ve Del...
zh_tw: 跳！撞！... 及破壞...

source: It's panic time again. The Pingus will not come out very fast, but since they turn around when they hit walls you will soon have some trouble coordinating them all. Since you only need to save 5 it should be doable, but if all else fails use the pause-mode ('p') to get an overview again.
ca: És l'hora del pànic una altra vegada. Els pingus no sortiran gaire ràpid, però com que donen mitja volta quan arriben a la paret aviat tindràs problemes coordinant-los a tots. Com que només en necessites salvar 5 hauria de ser possible, però si tot falla fes servir la pausa ('p') per tornar a examinar la situació.
es: Es la hora del pánico otra vez. Los pingus no saldrán muy rápido, pero te costará coordinarlos a todos ya que al salir chocan contra un muro y se dan la vuelta. Como sólo tienes que rescatar a 5, es factible, pero si pierdes el control puedes pausar el juego (tecla 'p') para examinar la situación antes de seguir.
gd: Tha na cinn-fhionn fo uallach a-rithist. Cha tig iad a-mach uabhasach luath, ach air sgàth 's gun till iad air cois-cheum nuair a bhuaileas iad ri balla, chan fhada gus am bi duilgheadasan agad an co-òrdanachadh. Bu chòir dhut a' chùis a dhèanamh air on nach eil agad ri sàbhaladh ach 5, ach mur eil fuasgladh eile ann, cleachd am modh stadaidh (»p«) ach am faigh thu foir-shealladh a-rithist.
gl: Volta o pánico de novo. Os Pingus non sairán moi rápido, pero costarache coordinalos a todos xa que o sair baten contra un muro e dan a volta. Xa que só precisa salvar 5, debera ser factible, pero se todo falla, use o modo de pausa ('p') para ter unha visión xeral de novo.
pl: Znowu będziesz mieć zajęcie. Pingusy nie będą pojawiać się zbyt szybko, ale jako że lubią odbijać się od ścian, zmieniając kierunek, trudno ci będzie nad nimi zapanować. Uratować musisz tylko 5, więc raczej sobie poradzisz, ale jeśli nie, włącz pauzę (przycisk p) i rozejrzyj się po planszy.
pt_br: É hora de entrar em pânico de novo. Os Pingus não sairão muito rapidamente, mas como ele viram ao bater numa parede, logo você vai estar em apuros para coordenar todos eles. Já que você só precisa salvar 5, acho que você consegue, mas se não conseguir, use o modo de pausa ('p') para ter uma visão geral, antes de prosseguir.
sr: Поново је време за панику. Пингвинци неће излазити напоље сувише брзо, али пошто се окрећу када ударе о зидове ускоро ћете имати потешкоћа у њиховом управљању. Како морате да спасите само 5 ово би требало да је изводљиво, али ако сви остали попадају користите режим паузе („п“) да боље сагледате ниво.
sv: Dags för panik igen. Pingus kommer inte komma ut särskilt fort, men eftersom de vänder sig om när de stöter ihop med väggar kommer du snart ha problem med att koordinera dem överhuvudtaget. Eftersom du enbart behöver rädda fem bör det kunna gå, men om allt annat misslyckas använd paus-läget ('p') för att ännu en gång få en överblick.
tr: Tekrar panik zamanı. Pingular çok hızlı dışarı çıkmayacaklar, ancak duvara çarptıklarında geriye dönecekleri için bir süre sonra hepsini koordine etmek biraz sorun olacak. Başarmak için 5 tane kurtarman yeterli, ancak yine de başarısız olursan tekrar durumu kontrol etmek için duraklama-modunu ('p') kullanabilirsin.
zh_tw: 又是一個驚險的時刻！這一次小企鵝會慢慢的出現，但由於碰到牆壁時會再回頭，這時就要小心地再將他們集合起來。這一關的拯救數目為 5 隻，但若是其他的部份都失敗了，可利用暫停模式 ('p') 再重新全面看看。

source: Two groups in parallel, coordinate wisely
ca: Dos grups en paral·lel, coordina'ls sàviament
es: Dos grupos en paralelo, coordínalos sabiamente
gd: Dà bhuidheann, co-òrdanaich gu glic
gl: Dous grupos en paralelo, coordinados sabiamente
pl: Dwie grupy naraz, prowadź uważnie
pt_br: Dois grupos em paralelo, coordene-os sabiamente
sr: Две групе истовремено, буди мудар
sv: Två parallella grupper, koordinera klokt
tr: Paralel iki grup, dikkatli düzenleyin
zh_tw: 兩組平行人馬，巧妙結合為一

source: You have two groups to coordinate this time. No need to panic, since this level gives you enough time to think your actions through. No more tips this time, but good luck!
ca: Aquesta vegada tens dos grups per coordinar. Però no t'espantis, ja que aquest nivell et dóna prou temps per pensar bé les teves accions. No més pistes aquesta vegada, però bona sort!
es: Ahora tienes que coordinar a dos grupos simultáneamente. No te preocupes, porque éste nivel te da tiempo suficiente para pensar lo que vas a hacer. No más consejos esta vez, ¡pero buena suerte!
gd: Tha dà bhuidheann agad rin co-òrdanachadh a-nis. Air do shocair co-dhiù, bidh dàil smaoineachaidh gu leòr agad san leibheil seo. Chan fhaigh thu comhairle a bharrachd an turas seo, ach guma math a thèid leat!
gl: Tes dous grupos para coordinar a vez. Non hai que entrar en pánico,Este nivel dáche tempo suficiente para cabilar as túas accións. Esta vez non hai máis consellos, moita sorte!
pl: Masz dwie grupy do koordynacji. Bez paniki, w tym poziomie będziesz mieć dosyć czasu na podjęcie akcji. Tym razem bez podpowiedzi, powodzenia!
pt_br: Você tem dois grupos para coordenar desta vez. Não precisa entrar em pânico, já que há tempo para planejar suas ações. Desta vez, não há mais dicas, mas boa sorte!
sr: Овог пута треба да управљате двема групама. Нема места паници, јер овај ниво вам даје довољно времена да размислите о потребним радњама. Нема више шта да се дода, али ипак срећно!
sv: Du har två grupper att koordinera denna gång. Du behöver inte oroa dig därför att den här banan ger dig tillräckligt med tid att tänka över hur du ska gå tillväga. Inga fler råd denna gång, men lycka till!
tr: Bu sefer koordine etmen gereken iki grup var. Bu bölüm hareketlerini düşünmek için yeterli zaman verdiğinden paniğe gerek yok. Bu kez daha fazla ipucu yok, ama iyi şanslar!
zh_tw: 這一次還是需要將兩組人馬作好協調。不用感到驚慌，因為這一關有足夠的時間讓你可以好好想想怎麼過關。沒有其他的小技巧，但...祝好運！

source: Block'a Rock
ca: Bloca la roca
es: Bloquea la roca.
gd: Bac is bomaich
gl: Bloquea a Roca
pl: Słucham skały (I listen to rock)
pt_br: Bloquear e explodir
sr: Блок и стена
tr: Kaya Bloğu
zh_tw: 阻擋一個岩石

source: Once again it's time to combine the things you have learned in your previous levels. Blast your way free and make sure you also keep the rest of the Pingus under control. The Blocker action will be helpful.
ca: Un cop més és hora de combinar les coses que has après en els nivells anteriors. Barrina fins a alliberar el camí, i assegura't de mantenir a la resta de pingus sota control. L'acció de blocar et serà útil.
es: Una vez más es la hora de combinar las cosas que has aprendido en los niveles anteriores. Perfora hasta liberar el camino y asegúrate de que también mantienes al resto de pingus bajo control. El bloqueador te será útil.
gd: Thàinig an t-àm a-rithist gus na dh'ionnsaich thu roimhe a chur ri chèile. Spreadhaich bomaichean gus am bi slighe shaor agad is dèan cinnteach gun cùm thu smachd air na cinn-fhionn eile. Bidh am Bacadair cuideachail.
gl: Unha vez máis é o momento de combinar as cousas que aprendiches nos teus niveis anteriores. Ábre o camiño a túa liberdade e asegúrate de manter o resto dos Pingus baixo control. A habilidade Bloqueador será de axuda.
pl: Wykorzystaj, czego nauczyłeś się w poprzednich poziomach. Wysadź przejście i popilnuj reszty pingwinów. Przyda ci się paru stoperów.
pt_br: Mais uma vez é hora de combinar as coisas que você aprendeu nos níveis anteriores. Abra caminho e certifique-se de manter também o resto dos Pingus sob controle. A ação do Bloqueador será de grande ajuda.
sr: Још једном је дошло време да искомбинујете ствари које сте научили у претходним нивоима. Прокрчите себи пут до слободе и уверите се такође да држите под контролом остале Пингвинце. Радња заустављача ће вам бити од користи.
sv: Ännu en gång är det dags att kombinera det du lärt dig i tidigare nivåer. Spräng dig igenom och säkerställ att du håller resten av Pingus under kontroll. Blockerafunktionen kommer vara till hjälp.
tr: Bir kez daha önceki bölümlerde öğrendiğin şeyleri birleştirmenin sırası geldi. Yolunu açık tut ve Pinguların diğerlerinin de kontrol altında olduğundan emin ol. Engelleyici işlemi yardımcı olacak.

source: Climb, Climber,... Boom!
ca: Escala, escalador,... Boom!
es: Escala, escalador,... ¡Boom!
gd: Sreap, sreapadair... bùm!
gl: Escala, escalador,... Boom!
pl: Wysoko, wyżej, wybuch!
pt_br: Escale, Alpinista... bum!
sr: Пењање, пентрање,... бум!
sv: Klättra, klättrare,... Boom!
tr: Penjanje, pentranje,... Bum!
zh_tw: 爬啊爬，攀登者...碰！
