Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: It looks you have encountered serious difficulties. But don't panic, Pingus are waiting for your orders, they count on you so don't fail! Hint: Miners, diggers and bashers are very important here!
ca: Sembla que t'has trobat amb dificultats. Però no pateixis, els pingus estan esperant les teves ordres. Compten amb tu, o sigui que no fallis! Pista: miners, perforadors i excavadors són molt importants aquí!
es: Parece que te has topado con serias dificultades. Pero que no cunda el pánico, los pingus están esperando tus órdenes. Cuentan contigo, ¡así que no falles! Pista: ¡mineros, perforadores y excavadores son muy importantes aquí!
gd: Tha trioblaid mhòr agad a rèir coltais. Ach gabh air do shocair, tha na cinn-fhionn a' feitheamh ri d' òrduighean is a' crochadh ort, chan fhad tu fàilligeadh! Gliocas: Tha mèinnearan, cladhaichean is slacairean glè chudromach an-seo!
gl: Parece que atopaches serias dificultades. Pero non te asustes, Os Pingus agardan as túas ordes, contan contigo así que non falles! Consello: aquí os mineiros, escavadores e golpeadores son moi importantes!
pl: Wygląda na to, że przed tobą spore trudności. Nie panikuj, Pingusy czekają na twoje rozkazy, liczą na ciebie, więc ich nie zawiedź! Podpowiedź: górnicy, wiertniczy i tunelowi są tutaj bardzo ważni!
pt_br: Parece que você encontrou sérias dificuldades. Mas não entre em pânico: os Pingus estão esperando por suas ordens, eles contam com você! Então não falhe! Dica: Mineiros, Escavadores e Perfuradores são muito importantes aqui!
sr: Изгледа да сте наишли на озбиљне потешкоће. Али не узрујавајте се, Пингвинци чекају на ваша наређења, рачунајући на вас, зато немојте да погрешите! Савет: Рудари, копачи и глодачи су овде веома важни!
sv: Det verkar som att du har stött på allvarliga svårigheter. Men drabbas inte av panik. Pingus väntar på dina order och räknar med dig - så misslyckas inte! Tips: Tunnlare, grävare och bankare är väldigt viktiga här!
tr: Ciddi zorluklarla karşılaşmış gibi görünüyorsun. Fakat panik yapma, Pingular emirlerini bekliyor. Sana uyacaklar, böylece başarısız olmazsın! İpucu: Mayıncılar, kazıcılar ve deliciler burada çok önemli!
zh_tw: 看來，你似乎愈到很嚴重的困境了。但是不要慌，Pingus正在等候你的指令，他們正指望著你呢!所以不要失敗啊!(提示:礦工、挖掘者和破除者都會派上用場)

source: Four ways out
ca: Quatre sortides
es: Cuatro posibles salidas
gd: Ceithir slighean a-mach
gl: Catro saídas
pl: Cztery drogi do wyjścia
pt_br: Quatro caminhos para a saída
sr: Четири излаза
sv: Fyra vägar ut
tr: Dört çıkış var
zh_tw: 四種出路

source: It's getting warmer but Pingus are bravely moving North. This time it will be much easier. There are at least four ways out. Could you find them?
ca: Fa més calor, però els pingus viatgen valerosament cap al nord. Aquesta vegada serà molt més fàcil. Hi ha al menys quatre sortides. Sabràs trobar-les?
es: Hace más calor, pero los pingus viajan valerosamente hacia el norte. Esta vez será mucho más fácil. Hay al menos cuatro salidas. ¿Podrás encontrarlas?
gd: Tha e a' fàs nas blàithe, ach tha na cinn-fhionn a' siubhal gu tuath gu calma. Bidh e mòran nas fhasa an turas seo. Tha co-dhiù ceithir dòighean ann gus faighinn a-mach. An lorg thu iad?
gl: Fai máis calor, pero os Pingus están a moverse con valentía cara ao norte. Esta vez será moito máis doado. Hai polo menos catro saídas. Poderás atopalas?
pl: Robi się coraz cieplej, jednak Pingusy odważnie prą na północ. Tym razem będzie znacznie łatwiej. Masz przed sobą cztery rozwiązania, znajdziesz je wszystkie?
pt_br: Está ficando mais quente, mas os Pingus estão bravamente indo para o Norte. Desta vez será bem mais fácil. Há pelo menos quatro caminhos para sair. Você seria capaz de encontrá-los?
sr: Постаје све топлије али Пингвинци се храбро селе на север. Овог пута ће бити много лакше. Постоје најмање четири излаза. Да ли можете да их пронађете?
sv: Det blir varmare, men Pingus flyttar modigt norrut. Denna gång kommer det att vara mycket enklare. Det finns minst fyra vägar ut. Kan du finna dem?
tr: Sıcak olmaya başladı ancak Pingular Kuzey'e cesurca gidiyorlar. Bu kez daha kolay olacak. En azından dört çıkış var. Çıkışları bulabilir misin?

source: Egypt - So easy
ca: Egipte - Molt fàcil
es: Egipto - Muy fácil
gd: An Èipheit - Cho furasta
gl: Exipto - Tan fácil
pl: Egipt All Inclusive
pt_br: Egito - tão fácil
sr: Египат — Тако је лако
sv: Egypten - så enkelt
tr: Mısır - Çok kolay
zh_tw: 埃及-很簡單

source: Pingus reached Egypt. Looks easy, but is it really so easy? Try it out.
ca: Els pingus han arribat a Egipte. Sembla fàcil, però ho és realment? Prova-ho.
es: Los pingus han llegado a Egipto. Parece fácil, ¿pero lo es realmente? Pruébalo.
gd: Ràinig na cinn-fhionn an Èipheit. Tha coltas furasta air, ach a bheil e cho furasta sin? Feuch e.
gl: Pingus chegou a Exipto. Parece fácil, pero é realmente tan fácil? Próbao.
pl: Pingusy dotarły do Egiptu. Wszystko wydaje się być proste, ale czy tak jest w rzeczywistości? Przekonaj się na własnej skórze.
pt_br: Os Pingus chegaram ao Egito. Parece fácil, mas será que é mesmo tão fácil? Experimente.
sr: Пингвинци су стигли у Египат. Изгледа лако, али да ли је стварно тако лако? Сазнајте.
sv: Pingus nådde Egypten. Ser lätt ut, men är det verkligen så enkelt? Prova.
tr: Pingular Mısır'a ulaştı. Kolay görünüyor, fakat gerçekten öyle mi? Dene.
zh_tw: Pingus到達了埃及。看起來很簡單，但是它真的那麼容易嗎？試試看吧。

source: Egypt - Oasis
ca: Egipte - L'oasi
es: Egipto - Oasis
gd: An Èipheit - Innis-fhàsaich
gl: Exipto - Oasis
pl: Egipt - oaza
pt_br: Egito - Oásis
sr: Египат — Оаза
sv: Egypten - oasen
tr: Mısır - Vaha
zh_tw: 埃及-綠洲

source: Last time it was easy. Now it will be a little bit harder. Pingus are entering oasis. Watch out for the water.
ca: L'última vegada era fàcil. Ara serà una mica més difícil. Els pingus estan entrant a l'oasi. Ves amb compte amb l'aigua.
es: La última vez fue fácil. Ahora será un poco más difícil. Los pingus están entrando en el oasis. Cuidado con el agua.
gd: Bha an turas roimhe furasta. Co-dhiù, fàsaidh e beagan nas dorra a-nis. Tha na cinn-fhionn a' dol a-steach dhan innis-fhàsaich. Thoir an aire air an uisge.
gl: A última vez foi fácil. Agora será un pouco máis difícil. Os Pingus están entrando no oasis. Coidado coa auga.
pl: Poprzednio było łatwo. Teraz będzie trudniej. Pingusy zbliżają się do oazy. Pilnuj się wody.
pt_br: Da última vez foi fácil. Agora será um pouco mais difícil. Os Pingus estão entrando no Oásis. Tome cuidado com a água.
sr: Последњи пут је било лако. Сада ће бити малко теже. Пингвинци улазе у оазу. Пронађите воду.
sv: Senaste gången var det enkelt. Nu kommer det att vara lite svårare. Pingus går in i oasen. Håll utkik efter vatten.
tr: Geçenki kolaydı, şimdi biraz daha zor olacak. Pingular vahaya giriyorlar. Suya dikkat et.
zh_tw: 上一次很容易，現在這將會有點困難。Pingus進入了綠洲，小心水。

source: Egypt - The Maze
ca: Egipte - El laberint
es: Egipto - El laberinto
gd: An Èipheit - An cuartan
gl: Exipto - O labirinto
pl: Egipt - labirynt
pt_br: Egito - O Labirinto
sr: Египат — Лавиринт
sv: Egypten - labyrinten
tr: Mısır - Labirent
zh_tw: 埃及-迷宮

source: You came across a maze. Can you find the way out? Think twice before digging.
ca: Has arribat a un laberint. Pots trobar la sortida? Pensa't-ho dues vegades abans de perforar.
es: Has llegado a un laberinto. ¿Puedes encontrar la salida? Piénsalo dos veces antes de perforar.
gd: Ràinig thu cuartan. An lorg thu an t-slighe a-mach? Smaoinich gu cùramach mus cladhaich thu.
gl: Atopácheste cun labirinto. Podes atopar a saída? Pénsao dúas veces antes de cavar.
pl: Znalazłeś się przed labiryntem. Znajdziesz drogę na zewnątrz? Zastanów się dwa razy zanim zaczniesz kopać.
pt_br: Você se deparou com um labirinto. Você é capaz de encontrar a saída? Pense duas vezes antes de cavar.
sr: Пролазите кроз лавиринт. Да ли можете да пронађете излаз? Размислите двапут пре копања.
sv: Du har stött på en labyrint. Kan du hitta väg ut? Tänk två gånger innan du gräver.
tr: Bir labirentle karşılaştın. Çıkışı bulabilir misin? Kazmadan önce iki kez düşün.
zh_tw: 你碰到了一個迷宮。你是否能夠找到出口呢?在挖掘前請三思

source: Egypt - Pyramids
ca: Egipte - Piràmides
es: Egipto - Pirámides
gd: An Èipheit - Na Pioramaidean
gl: Exipto - Pirámide
pl: Egipt - piramidy
pt_br: Egito - Pirâmides
sr: Египат — Пирамиде
sv: Egypten - pyramiderna
tr: Mısır - Piramitlar
zh_tw: 埃及 - 金字塔

source: The maze led you to the big pyramids. Now you have 4 minutes to escape. Hurry up!
ca: El laberint t'ha portat fins a les grans piràmides. Ara tens 4 minuts per escapar. Espavila!
es: El laberinto te ha llevado hasta las grandes pirámides. Ahora tienes 4 minutos para escapar. ¡De prisa!
gd: Thug an cuartan dha na pioramaidean mòra thu. Chan eil agad ach ceithir mionaidean gus faighinn a-mach. Greas ort!
gl: O labirinto levouche ás grandes pirámides. Agora tes 4 minutos para escapar. Apura!
pl: Labirynt zaprowadził cię w pobliże wielkich piramid. Masz teraz 4 minuty, aby uciec. Pospiesz się!
pt_br: O labirinto levou você até as Grandes Pirâmides. Agora você tem 4 minutos para escapar. Depressa!
sr: Лавиринт вас је довео до пирамида. Остају вам 4 минута да утекнете. Пожурите!
sv: Labyrinten leder dig till de stora pyramiderna. Nu har du fyra minuter på dig att fly. Skynda dig!
tr: Labirent seni büyük piramitlere götürdü. Kaçmak için 4 dakikan var. Acele et!
zh_tw: 迷宮帶領你到了大金字塔。現在你有4分鐘逃脫。快點！

source: Bomb and Double Catch
ca: Bombardeja i atrapa per partida doble
es: Bombardea y atrapa por partida doble
gd: Boma is beir
gl: Bomba e Doble Captura
pl: Bombowa łapanka
pt_br: Boma e pegada dupla
sr: Бомбардовање и двоструко хватање
sv: Bomb och dubbel fångst
tr: Bomba ve Çifte Yakalama

source: Here you might have some time to relax. The path isn't complicated and a bit of bombing and catching of Pingus should bring you to the end without much trouble, but don't relax to much, your resources are limited, so be careful when using them.
ca: Aquí et pots relaxar. El camí no és complicat, i una mica de bombardeig i atrapar els pingus t'hauria de dur a la sortida sense gaires problemes. Però no et relaxis massa. Els teus recursos són limitats, o sigui que ves amb compte quan els facis servir.
es: Aquí te puedes tomar un tiempo para relajarte. El camino no es complicado, y un poco de bombardeo y atrapar a los pingus debería llevarte al final sin muchos problemas. Pero no te relajes demasiado. Tus recursos son limitados, así que ten cuidado cuando los uses.
gd: 'S dòcha gum faigh thu greis gus d' anail a leigeil an-seo. Chan eil an t-slighe toinnte is bu chòir dhut an ceann-uidhe a ruigsinn gun trioblaidean mòra le boma no dhà is beagan beirsinn. Ach thoir an aire co-dhiù, chan eil stòrasan gun chrìoch agad is feumaidh tu a bhith faiceallach nuair a chleachdas tu iad.
gl: Aquí podes ter tempo para relaxarte. O camiño non é complicado e un pouco de bombardeo e captura de Pingus debería levarte ata o final sen moitos problemas, pero non te relaxes moito, os teus recursos son limitados, así que teña coidado ao usalos.
pl: Możesz się zrelaksować. Droga nie jest zbyt skomplikowana, ale musisz podłożyć parę bomb i złapać kilka pingwinów. Nie relaksuj się jednak za mocno, bo twoje zasoby są ograniczone.
pt_br: Aqui você pode ter algum descanso. O caminho não é complicado e algumas bombas e pegadas de Pingus podem levar você ao final sem maiores problemas. Mas não relaxe demais, seus recursos são limitados, então tenha cautela ao utilizá-los.
sr: Овде можда имате мало времена за опуштање. Путања није замршена и мало бомбардовања и хватања Пингвинаца треба да вас доведе до краја, без много проблема, али не опуштајте се превише, ваши извори су ограничени, зато будите опрезни када их користите.
sv: Här kan du kanske få tid att vila. Vägen är inte komplicerad och lite bombande och fångande av Pingus borde få dig till slutet utan för mycket trubbel - men vila inte för mycket, dina resurser är begränsade - så var försiktig med att använda dem.
tr: Burada biraz rahatlamak için zamanın olabilir. Yol karmaşık değil ve biraz bomba ve Pinguları yakalamak çok fazla sorun olmadan seni sona götürmeli. Fakat çok dinlenme, kaynakların sınırlı; bu yüzden kullanırken dikkat et.

source: Up, Up and Away
ca: Amunt, amunt i fora
es: Arriba, arriba y afuera
gd: Suas, suas is a-mach
gl: Arriba, Arriba e Lonxe
pl: Ucieczka w górę
pt_br: Para o alto e para fora
sr: Високо горе је спас
sv: Upp, upp och bort
tr: Yukarı, Yukarı ve Dışarı

source: The exit is in a weird spot here, straight above. A bridge won't get you there, but your toolset allows an alternative way. Can you figure it out?
ca: La sortida es troba en un lloc estrany aquesta vegada, just al damunt. Un pont no t'hi portarà, però les teves eines et permeten un camí alternatiu. Pots descobrir-lo?
es: La salida se encuentra en un punto extraño esta vez, justo encima. Un puente no te llevará hasta allí, pero tus herramientas te permiten un camino alternativo. ¿Puedes descubrirlo?
gd: Tha an doras a-muigh ann an àite neònach an-seo, dìreach os do chionn. Cha toir drochaid an-siud thu, ach tha acainnean eile agad. An lorg thu fuasgladh?
gl: A saída está nun lugar estraño aquí, directamente enriba. Unha ponte non che levará ata alí, pero o teu conxunto de ferramentas permite un camiño alternativo. Podes descifralo?
pl: Wyjście znajduje się w dziwnym miejscu, na samej górze. Most nie pomoże w tym wypadku, ale masz inne narzędzia. Jak można ich użyć?
pt_br: A saída está em um lugar esquisito, lá em cima. Uma ponte não vai levar você até lá, mas as suas ferramentas permitem um caminho alternativo. Você é capaz de descobri-lo?
sr: Излаз је овде на чудном месту, управо горе. Мост вас неће довести до тамо, али ваш комплет алата вам омогућава један други пут. Можете ли да га откријете?
sv: Utgången är på en underlig plats här, rakt ovan. En bro får dig inte att nå dit, men din verktygslåda tillåter ett annat sätt. Kan du klura ut det?
tr: Çıkış burada garip bir noktata: Dümdüz yukarıda. Bir köprü seni oraya götüremez ancak araç setinde alternatif yol için araçlar var. Bulabilir misin?
zh_tw: 這次出口在奇怪的地方，正上方，造橋不能讓你到達那裡，但你的工具有個替代方法，你能找到他嗎?

source: If only penguins could fly
ca: Si els pingüins poguessin volar
es: Si los pingüinos pudiesen volar
gd: Gum biodh sgiathaich aig cinn-fhionn
gl: Se só os pingüíns puidesen voar
pl: Gdyby tylko pingwiny mogły latać
pt_br: Se ao menos pinguins pudessem voar
sr: Кад би пингвинци могли да лете
sv: Om pingviner kunde flyga
tr: Keşke penguenler uçabilseydi
zh_tw: 但願企鵝能飛

source: Bridges are kind of rare around here, so don't waste any. That aside, you shouldn't have to much trouble here, everything to do here you should have learned, but you might have to use all that knowledge at once.
ca: Els ponts són una mica escadussers aquí, així que no en malbaratis cap. A part d'això, no hauries de tenir gaires problemes. Tot el que s'ha de fer ja ho hauries d'haver aprés. Però és possible que hagis de fer servir tot aquest coneixement al mateix temps.
es: Los puentes son un poco escasos por aquí, así que no malgastes ninguno. Aparte de eso, no deberías tener muchos problemas. Todo lo que hay que hacer ya deberías haberlo aprendido, pero puede que tengas que usar todo ese conocimiento a la vez.
gd: Tha drochaidean caran gann an-seo is chan fhaod thu an caitheamh. Cha bu chòir cus trioblaid a bhith agad a thuilleadh air seo. Thathar an dùil gu bheil thu air a h-uile rud a tha a dhìth ort ionnsachadh, ach is dòcha gum feum thu an t-eòlas agad uile a chleachdadh aig an aon àm.
gl: As pontes son pouco frecuentes por aquí, así que non desperdicies ningunha. Aparte diso, aquí non deberías ter moitos problemas, todo o que hai que facer aquí o deberas ter aprendido, pero quizais teñas que usar todo ese coñecemento á vez.
pl: Mosty są tutaj rzadkością, więc nie zmarnuj żadnego. Poza tym nie powinnno być większych problemów, wszystko, co musisz tu zrobić, znasz z poprzednich etapów. Tym razem musisz użyć całej tej wiedzy za jednym zamachem.
pt_br: Os Faz-pontes são um tanto raros por aqui, então não os desperdice. Fora isso, você não deve encontrar muitos problemas aqui. Tudo que você tem a fazer aqui, você já deve ter aprendido. Mas você pode ter que usar todo o seu conhecimento de uma só vez.
sr: Мостови су овде реткост, зато немојте изгубити ни један. Ово на страну, не би требало да имате много невоља овде, све што се овде ради треба да сте научили, али можда ћете морати одједном да искористите све то знање.
sv: Broar är ganska sällsynta här, så slösa inga. Frånsett det, du borde inte för mycket trubbel här - allting som kan göras här borde du ha lärt dig - men du kanske måste använda all den kunskapen på en gång.
tr: Köprüler burada nadir bulunan türler, bu yüzden boşa harcama. Bunun dışında burada çok fazla sorunla karşılaşmaman gerek. Burada yapman gereken her şeuy öğrendilerini kullanmak. Fakat tüm bilgini aynı anda kullanman gerekebilir.
zh_tw: 橋梁在這裡有一點稀少，所以不要浪費任何橋。除此之外，你應該不會有多少太多麻煩，你應該已經學會應該做的，但你可能必須使用所有知識。

source: Stairway to Heaven
ca: Escala al cel
es: Escalera al cielo
gd: Staidhre dhan nèamh
gl: Escaleira ao ceo
pl: Schody do nieba
pt_br: Escadaria para o Céu
sr: Степенице до раја
sv: Trappan till himmelen
tr: Cennete Merdiven
zh_tw: 到天堂的階梯

source: Here things start to get a little complicated. Getting up to the exit is hard enough with a single Pingu, but with all of them? Impossible! But wait, who says they have to come the same way?
ca: Aquí la cosa es comença a complicar. Pujar fins a la sortida ja és prou difícil amb un sol pingu, però amb tots? Impossible! Però espera, qui diu que han d'anar pel mateix camí?
es: Aquí la cosa empieza a complicarse un poco. Llegar hasta la salida ya es lo bastante difícil con un sólo pingu, ¿pero con todos? ¡Imposible! Pero espera, ¿quién dice que tienen que ir por el mismo camino?
gd: Tha cùisean a' fàs nas toinnte an-seo. Tha e doirbh gu leòr an doras a-mach shuas a ruigsinn le aon cheann-fionn, ach dè mu dheidhinn a h-uile gin dhiubh? Ach fuirich ort, a bheil e riatanach gun gabh iad uile an aon slighe?
gl: Aquí as cousas comezan a complicarse un pouco. Chegar á saída é bastante difícil cun só Pingu, pero con todos? Imposible! Pero agarda, quen di que teñen que vir polo mesmo camiño?
pl: Sprawy trochę się skomplikowały. Dostać się do umieszczonego wysoko wyjścia będzie dosyć trudno jednemu pingwinowi, a co dopiero reszcie? Niemożliwe! Ale zaraz, kto powiedział, że pozostałe muszą iść tą samą drogą?
pt_br: Aqui as coisas começam a ficar complicadas. Ir para cima até a saída com um único Pingu já é bastante difícil, mas com todos eles? Impossível! Mas espere: quem disse que eles tem que seguir o mesmo caminho?
sr: Овде ствари почињу мало да се компликују. Стићи до излаза је довољно тешко са једним Пингвинком, али са свима њима? Немогуће! Али чекајте, ко каже да морају да стигну истим путем?
sv: Här börjar saker att bli lite komplicerade. Att nå till utgången är svårt nog med en Pingu, men med alla? Omöjligt! Men vänta, vem säger att de behöver ta samma väg?
tr: Burada bazı şeyler daha karmaşık olmaya başlıyor. Çıkışa gitmek bir Pingu için bile zor iken, tümü için? İmkansız! Fakat bekle, kim hepsinin aynı yerden geleceğini söyledi?

source: Misdirection Everywhere
ca: Confusió per tot arreu
es: Confusión por todas partes
gd: Mealladh sa h-uile àite
gl: Mala dirección en todas partes
pl: Błędne drogi
pt_br: Caminho errado por todo canto
sr: Грешака свуда
sv: Felriktningar överallt
tr: Her Yer Yanlış Yön

source: The last level for this Xmas. Looks a little complicated, right? Don't worry with all you have learned so far, you should be able to even solve this. Good Luck & a Merry Xmas 2011
ca: L'últim nivell per aquest Nadal. Sembla una mica complicat, oi? No t'amoïnis, amb tot el que has aprés fins ara hauries de ser capaç de solucionar-lo. Bona sort i bon Nadal 2011
es: El último nivel para estas navidades. Parece un poco complicado, ¿verdad? No temas, con todo lo que has aprendido hasta ahora deberías ser capaz de resolver incluso esto. Buena suerte y feliz Navidad 2011
gd: Seo an leibheil mu dheireadh na Nollaige seo. Tha coltas beagan toinnte air, nach eil? Na gabh dragh, bu chòir dhut a' chùis a dhèanamh air leis a h-uile rud a dh'ionnsaich thu. Guma math a thèid leat is Nollaig chridheil 2011 dhut!
gl: O último nivel para este Nadal. Parece un pouco complicado, non? Non te preocupes con todo o que aprendiches ata agora, incluso deberas poder resolver isto. Boa sorte e bo Nadal 2011
pl: Ostatni poziom na te Święta. Wygląda nieco skomplikowanie, prawda? Nie przejmuj się, poradzisz sobie z całą wiedzą nabytą wcześniej. Powodzenia i wesołych Świąt Bożego Narodzenia 2011.
pt_br: O último nível para este Natal. Parece complicado, não é? Não se preocupe, com tudo que você aprendeu até agora você deve conseguir resolvê-lo. Boa sorte e um Feliz Natal 2011
sr: Последњи ниво за овај Божић. Изгледа мало компликовано, зар не? Не брините, уз све што сте до сада научили, треба да будете у стању чак и ово да решите. Срећно и Срећан Божић 2011
sv: Den sista nivå för denna jul. Den ser lite svår ut va? Oroa dig inte, med allt du har lärt dig hittills borde du till och med kunna lösa denna. Lycka till och god jul 2011
tr: Bu yeni yıl için son bölüm. Biraz karmaşık görünüyor, değil mi? Merak etme, buraya kadar öğrendiğin her şeyle bunu bile çözebilmelisin. İyi Şanslar & Mutlu Yıllar 2011
zh_tw: 這是這個聖誕節的最後一個關卡。看起來有點複雜，對不對？不要擔心，到目前為止，你已經學了這麼多，你應該能夠解決。 祝你好運，並祝你2011年聖誕節快樂

source: The Big Jump
ca: El gran salt
es: El gran salto
gd: An leum mòr
gl: O Gran Salto
pl: Wielki skok
pt_br: O grande salto
sr: Велики скок
sv: Det stora hoppet
tr: Uzun Atlama

source: Going in and out of the abyss with all Pingus isn't an option here, but a small group preparing the path for the others should get you across.
gd: Cha ghabh a h-uile ceann-fionn a thoirt a-steach is a-mach às an aibheis seo, ach gheibh thu thairis oirre ma dh'ullaicheas cuid dhiubh an t-slighe.
pl: Przejście przez przepaść wszystkimi pingwinami nie wchodzi grę, ale niewielka grupa może przygotować przeprawę dla reszty.
sv: Att bege sig in och ut ur avgrunden med alla Pingus är inte ett alternativ här, men med en liten grupp som förbereder vägen för de andra borde du komma över.

source: No Way to Stop
ca: No hi ha manera de parar
es: No hay forma de parar
gd: Cha ghabh stad
gl: Non hai forma de parar
pl: Jazda bez hamulców
pt_br: Não há como parar
sr: Без застајкивања
sv: Inget sätt att sluta
tr: Durmak İmkansız
zh_tw: 沒有辦法停止
