Repository: Pingus/pingus
Catalog: data/po/*.po
Languages: ca, es, gd, gl, pl, pt_br, sr, sv, tr, zh_tw

source: Take a piece of paper. Now pingus have to enter the matrix of the death. This is a maze, bad ways are protect by jaws.
es: Toma un pedazo de papel. Ahora pingus debe entrar a la matriz de la muerte. Esto es un laberinto, los malos caminos están protegidos por garras.
gd: Gabh pìos pàipeir. Feumaidh na cinn-fhionn briseadh a-steach dha mheatraigs a' bhàis. 'S e cuartan a th' ann is thèid na droch shlighean an dìon le peirceallan.
gl: Colle un anaco de papel. Agora os pingus teñen que entrar na matriz da morte. Este é un labirinto, as malas formas están protexidas por mandíbulas.
pl: Weź kawałek papieru. Pingwiny muszą wejść do matrycy śmierci. Jest to labirynt, ślepe ścieżki zostały zabezpieczone szczękami.
pt_br: Pegue um pedaço de papel. Agora os pingus tem que entrar na Matriz da Morte. É um labirinto, maus caminhos são protegidos por mandíbulas.
sr: Узмите парче папира. Сада пингвинци морају да уђу у матрицу смрти. То је лавиринт, лоши путеви су заштићени чељустима.
sv: Ta ett pappersark. Nu måste Pingus stiga in i dödens matris. Det här är en labyrint, dåliga vägar skyddas av käftar.
tr: Bir kağıt al. Şimdi pingular ölüm matrisine girmek zorundalar. Bu bir labirent... Kötü yollar jaws tarafından korunuyor.

source: Spy's pingus in the matrix of the death
ca: Pingus espies a la matriu de la mort
es: Pingus espías en la matriz de la muerte
gd: Brathadairean ann am meatraigs a' bhàis
gl: Pingus de espía na matriz da morte
pl: Szpiedzy w matrycy śmierci
pt_br: Pingus espiões na matriz da morte
sr: Пингвинци шпијуни у матрици смрти
sv: Pingusspioner i dödsmatrisen
tr: Casus pingular, ölüm matrisinde
zh_tw: pingus 間諜在死亡矩陣中

source: Spy's pingus have marked the location of jaws in the matrix of the death. Many died to gain that information :..( Perhaps this help. Perhaps...
es: Los pingüinos de los espías han marcado las ubicaciones de las garras en la matriz de la muerte. Muchos han muerto para obtener esta informacion :..( Tal vez esto ayude. Tal vez...
gd: Chomharraich brathadairean nan ceann-fionn na h-àiteachan le peirceallan ann am meatraigs a' bhàis. Dh'fhulaing grunn dhiubh am bàs gus am fiosrachadh seo a thoirt dhut :..( 'S dòcha gum bi seo na chobhair dhut. 'S dòcha...
gl: Os pingus de espias marcaron a localización das mandíbulas na matriz da morte. Moitos morreron para obter esa información :..( Quizais isto axude. Quizais...
pl: Szpiedzy Pingusów oznaczyły lokalizację szczęk w matrycy śmierci. Wielu z nich zginęło w trakcie pracy :...( Może na coś się to zda. Może...
pt_br: Pingus espiões demarcaram a localização das mandíbulas na matriz da morte. Muitos morreram por essa informação: (Talvez ajude. Talvez...)
sr: Пингвинци шпијуни су обележили место чељусти у матрици смрти. Многи су умрли зарад те информације :..( Можда ово помогне. Можда...
sv: Spionpingus har markerat platsen för käftarna i dödsmatrisen. Många dog för att inhämta den informationen... ( Kanske detta hjälper. Kanske...
tr: Casus pingular ölüm matrisindeki jaws'ın yerini tespit ettiler. Çoğu bu bilgi için hayatlarını verdi :..( Belki bu yardımcı olur, belki...

source: Fourth dimension
ca: Quarta dimensió
es: Cuarta dimensión
gd: An ceathramh dimeinsean
gl: Cuarta dimensión
pl: Czwarty wymiar
pt_br: Quarta Dimensão
sr: Четврта димензија
sv: Fjärde dimensionen
tr: Dördüncü boyut
zh_tw: 第四維度

source: The defenses of the aliens get stronger. Now you have to jump in the fourth dimension to win!
ca: Les defenses dels alienígenes és fan més fortes. Ara has de saltar a la quarta dimensió per guanyar!
es: Las defensas de los alienígenas se refuerzan. ¡Ahora tienes que saltar a la cuarta dimensión para ganar!
gd: Tha dìon nan os-talmhaichean a' fàs nas fheàrr. Feumaidh tu leum dhan chòigeamh dimeinsean a-nis gus buadhachadh!
gl: As defensas dos alieníxenas fanse máis fortes. Agora tes que saltar á cuarta dimensión para gañar!
pl: Obrona obcych rośnie w siłę. Musisz skoczyć w czwarty wymiar, aby wygrać!
pt_br: As defesas dos alienígenas estão estão se fortalecendo. Agora você tem que pular na quarta dimensão para vencer!
sr: Одбране ванземаљаца постају јаче. Сад морате да се пребаците у четврту димензију да бисте победили!
sv: Utomjordingars försvar blir starkare. Nu måste du in i den fjärde dimensionen för att vinna!
tr: Yaratıkların savunması gittikçe güçleniyor. Kazanmak için artık dördüncü boyuta zıplamalısın!

source: Set your watches
ca: Sincronitzeu els vostres rellotges
es: Sincronizad vuestros relojes
gd: Atharraichibh ur n-uaireadairean
gl: Axusta os teus reloxos
pl: Nastawcie zegarki
pt_br: Acertem seus relógios
sr: Подесите ваше сатове
sv: Ställ in dina klockor
tr: Saatlerini ayarla
zh_tw: 設定您的手表

source: Cooperation in space.
ca: Cooperació a l'espai.
es: Cooperación en el espacio.
gd: Co-obrachadh san fhànas
gl: Cooperación no espazo.
pl: Współpraca w kosmosie
pt_br: Cooperação no espaço.
sr: Сарадња у свемиру.
sv: Samarbete i rymden.
tr: Uzayda işbirliği
zh_tw: 在太空中合作。

source: Lost in Space
ca: Perduts a l'espai
es: Perdidos en el espacio
gd: Caillte san fhànas
gl: Perdidos no espazo
pl: Zagubieni w kosmosie
pt_br: Perdidos no Espaço
sr: Изгубљени у свемиру
sv: Vilse i rymden
tr: Uzayda Kayıp
zh_tw: 迷失在太空

source: We don't know where we are but we don't leave anybody behind.
ca: No sabem on som, però no deixem a ningú enrere.
es: No sabemos dónde estamos, pero no dejamos a nadie atrás.
gd: Chan eil fios againn càite a bheil sinn, ach chan fhàg sinn duine.
gl: Non sabemos onde estamos pero non deixamos a ninguén atrás.
pl: Nie wiemy gdzie jesteśmy, ale nie zostawiamy nikogo
pt_br: Não sabemos onde estamos, mas não deixamos ninguém para trás.
sr: Не знамо где смо али никога не остављамо.
sv: Vi vet inte vart vi är men vi lämnar ingen bakom oss.
tr: Nerede olduğumuzu bilmiyoruz, fakat arkada kimseyi bırakmayız.
zh_tw: 我們不知道我們在哪裡，但我們不會把任何人留在後面。

source: Outside In
es: De afuera a dentro
gd: A-muigh a-staigh
gl: Fóra Dentro
pl: Na zewnątrz środka
pt_br: De fora para dentro
sr: Изван унутра
sv: Ut och in
tr: Açık Havada

source: Can you help the pingus escape without getting their flippers wet?
ca: Pots ajudar als pingus a escapar sense mullar-se les aletes?
es: ¿Puedes ayudar a los pingus a escapar sin mojarse las aletas?
gd: An urrainn dhut taic a thoirt dha na cinn-fhionn ach an teich iad gun fhliuchadh air an sgiathan?
gl: Podes axudar aos pingus a escapar sen mollar as aletas?
pl: Pomożesz przejść pingwinom suchą płetwą?
pt_br: Você é capaz de ajudar os Pingus a escapar sem que molhem suas nadadeiras?
sr: Да ли можете да помогнете пингвинцима да побегну а да не сквасе своја пераја?
sv: Kan du hjälpa Pingus att fly utan att få sina fenor våta?
tr: Pinguların terlikleri ıslanmadan kaçmalarına yardım edebilir misin?
zh_tw: 你能不讓pingus的蹼濕掉並且幫助他們逃脫嗎?

source: Endless Loop
ca: Bucle infinit
es: Bucle infinito
gd: Lùb gun chrìch
gl: Bucle infinito
pl: Niekończąca się pętla
pt_br: Ciclo Sem-fim
sr: Бесконачна петља
sv: Ändlös snurra
tr: Bitmez Döngü
zh_tw: 無限循環

source: To the right and to the left the Pingus will face certain death and you have to save 50. Can you help them get out of this mess?
ca: Tant a la dreta com a l'esquerra els pingus s'enfronten a una mort segura, i n'has de salvar 50. Pots ajudar-los a sortir d'aquest embolic?
es: A derecha e izquierda los pingus se enfrentan a una muerte segura, y debes salvar 50. ¿Puedes ayudarlos a salir de este lío?
gd: Tha am bàs cinnteach a feitheamh air na cinn-fhionn gu deas is clì, ach feumaidh tu 50 dhiubh a shàbhaladh! An toir thu cuideachadh dhaibh ach am faigh tèarnadh on trioblaid seo?
gl: Á dereita e á esquerda os Pingus enfrontaranse a unha morte segura e tes que salvar 50. Podes axudalos a saír desta lea?
pl: Z prawej i z lewej Pingusy czeka pewna śmierć. Musisz ocalić 50. Dasz radę?
pt_br: Para a esquerda e para a direita, os Pingus enfrentaram a morte certa, e você deve salvar 50. Você é capaz de ajudá-los a sair desta confusão?
sr: Како са десна тако и са лева Пингвинци ће се суочити са сигурном смрћу а ви морате да спасите 50. Да ли можете да им помогнете да изађу из ове збрке?
sv: Till vänster och höger kommer Pingus att möta säker död, och du måste rädda 50. Kan du hjälpa dem ut ur knipan?
tr: Sağa ya da sola Pingular kesin ölümle yüzleşecek ve 50 tane kurtarmalısın. Bu kötü durumdan çıkmalarına yardım edebilir misin?

source: Up up in the space
ca: Amunt amunt a l'espai
es: Arriba arriba en el espacio
gd: Suas, suas san fhànas
gl: Arriba no espazo
pl: W przestrzeni kosmicznej
pt_br: Bem lá em cima no Espaço
sr: Што дубље у свемиру
sv: Upp upp i rymden
tr: Uzayda yukarı, yukarı

source: What good is a pick in space? Certainly not to go to the stars.
ca: De què serveix un pic a l'espai? Certament no per anar a les estrelles.
es: ¿De qué sirve un pico en el espacio? Ciertamente no para ir a las estrellas.
gd: Dè as math air pìoc san fhànais? Gu cinnteach, cha chleachd thu i gus siubhal dha na rionnagan.
gl: De que serve unha selección no espazo? Certamente non para ir ás estrelas.
pl: Do czego może się przydać kilof? Z pewnością nie jest potrzebny, aby dostać się do gwiazd.
pt_br: Pra que uma picareta no espaço? Certamente não para ir para as estrelas.
sr: Шта је добар избор у свемиру? Свакако да се не иде ка звездама.
sv: Till vilken nytta är en hacka i rymden? Säkert inte för att komma till stjärnorna.
tr: Uzaydaki iyi seçim nedir? Tabii ki yıldızlara gitmemek.

source: Jump
ca: Salta
es: Salta
gd: Leum
gl: Saltar
pl: Skok
pt_br: Pular
sr: Скок
sv: Hoppa
tr: Zıpla
zh_tw: 跳躍

source: All Pingus need is to jump.... Hint: While pausing (press P key) you still can control Pingus.
ca: Tot el que els pingus han de fer es saltar... Pista: mentre estàs en pausa (tecla P) pots seguir controlant els pingus.
es: Todos lo que los pingus necesitan hacer es saltar... Pista: mientras estás en pausa (tecla P) puedes seguir controlando los pingus.
gd: Cha leig na cinn-fhionn leas ach leum.... Gliocas: 's urrainn dhut fhathast na cinn-fhionn a' stiùireadh fhad 's a bhios an geama na stad (brùth air an iuchair P).
gl: O único que necesita Pingus é saltar.... Consello: mentres fas pausa (preme a tecla P) aínda podes controlar a Pingus.
pl: Wszystkie pingwiny muszą skoczyć... podpowiedź: na pauzie (przycisk P) także możesz sterować pingwinami.
pt_br: Tudo que os Pingus necessitam é pular... Dica: durante a pausa (pressione a tecla P) você ainda pode controlar os Pingus.
sr: Све што Пингвинцима треба јесте скок... Савет: За време паузе (притисните тастер П) још увек можете да управљате Пингвинцима.
sv: Allt Pingus behöver göra är att hoppa... Tips: Under paus (tryck ned tangenten P) kan du fortfarande kontrollera Pingus.
tr: Tüm Pingulara gerekli olan şey zıplamak.... İpucu: Oyun duruyorken (P tuşuna bas) bile Pinguları kontrol edebilirsin.
zh_tw: 所有的Pingus都要跳....提示：當暫停(按P鍵)時，你仍然可以控制Pingus。

source: Factory
ca: Fàbrica
es: Fábrica
gd: Factaraidh
gl: Fábrica
pl: Fabryka
pt_br: Fábrica
sr: Фабрика
sv: Fabriken
tr: Fabrika
zh_tw: 工廠

source: Finally you reached the factory. Watch out as there are many dangers. Use bombers to destroy the basement of the factory. Good luck!
ca: Finalment has arribat a la fàbrica. Vigila, doncs hi ha molts perills. Fes servir bombarders per destruir-ne els fonaments. Bona sort!
es: Finalmente has llegado a la fábrica. Vigila, pues hay muchos peligros. Utiliza bombarderos para destruir los cimientos. ¡Buena suerte!
gd: Ràinig thu am factaraidh mu dheireadh thall. Thoir an aire gu bheil iomadh cunnart ann. Cleachd bomadairean gus an làr ìosal dhen fhactaraidh a sgrios. Guma math a thèid leat!
gl: Por fin chegaches á fábrica. Ollo que hai moitos perigos. Usa bombardeiros para destruír o soto da fábrica. Moita sorte!
pl: W końcu dotarłeś do fabryki. Strzeż się niebezpieczeństw. Użyj kamikadze, aby zniszczyć fundamenty. Powodzenia!
pt_br: Finalmente, você chegou à fábrica. Tome cuidado, porque há muitos perigos. Use os Pingus-bomba para destruir a fundação da fábrica. Boa sorte!
sr: Најзад сте стигли до фабрике. Чувајте се многих опасности. Користите бомбаше да уништите темељ фабрике. Нека вас срећа прати!
sv: Slutligen har du nått fabriken. Se upp eftersom där finns många faror. Använd bombare för att förstöra fabrikens källare. Lycka till!
tr: Sonunda fabrikaya ulaştın. Çok fazla tehlike olduğundan dikkatli ol. Fabrikanın bodrum katını yoketmek için bombacıları kullan. İyi şanlslar!
zh_tw: 你終於到達了工廠。這附近很危險，要小心一點。利用炸彈來摧毀這座工廠的基座。祝你好運!

source: Going back home
ca: Tornant cap a casa
es: Volviendo a casa
gd: Tilleadh dhachaigh
gl: Volvendo a casa
pl: Droga do domu
pt_br: Indo de volta para casa
sr: Повратак кући
sv: Hemfärd igen
tr: Eve dönüş
zh_tw: 回到家

source: Your mission is over. Pingus can go back home, but be careful!
ca: La teva missió ha acabat. Els pingus poden tornar a casa, però ves amb compte!
es: Tu misión ha terminado. Los pingus pueden volver a casa, ¡pero ten cuidado!
gd: Tha am misean agad coileanta. Faodaidh na cinn-fhionn tilleadh dhachaigh, ach bi faiceallach!
gl: A túa misión rematou. Pingus poden volver a casa, pero ten coidado!
pl: Twoja misja się zakończyła. Pingusy mogą wracać do domu, muszą jednak być ostrożne!
pt_br: Sua missão está terminada. Os Pingus podem voltar para casa, mas tenha cuidado!
sr: Ваша мисија је завршена. Пингвинци могу да се врате кући, али будите пажљиви!
sv: Ditt uppdrag är över. Pingus kan åka hem igen, men var försiktig!
tr: Görevin bitti. Pingular eve dönebilir fakat dikkatli ol!
zh_tw: 您的任務已完成企鵝家族們可以回家了,但還是請小心!

source: Bonus track
ca: Missió extra
es: Misión extra
gd: Tè eile
gl: Pista de bonificación
pl: Bonus
pt_br: Trilha bônus
sr: Додатна стаза
sv: Bonusbana
tr: Bonus iz

source: Pingus are at home, but after the climate change living on the South Pole became more dangerous. There is one more mission for you.
ca: Els pingus són a casa, però després del canvi climàtic viure al Pol Sud s'ha tornat més perillós. Hi ha una missió més per a tu.
es: Los pingus están en casa, pero después del cambio climático vivir en el Polo Sur se ha vuelto más peligroso. Hay una misión más para ti.
gd: Thill na cinn-fhionn dhachaigh, ach air sàilleibh luaisgeachd na gnàth-shìde dh'fhàs a' bheatha air A' Phòla a Deas na bu chunnartaiche. Seo misean a bharrachd dhut ri choileanadh!
gl: Os pingus están na casa, pero despois do cambio climático vivir no Polo Sur tornouse máis perigoso. Hai unha misión máis para ti.
pl: Pingwiny znajdują się już w domu, jednak globalne ocieplenie powoduje, że życie na Biegunie Południowym robi się coraz niebezpieczniejsze. Masz jeszcze jedno zadanie.
pt_br: Os Pingus estão em casa, mas depois das mudanças climáticas, viver no Pólo Sul ficou mais perigoso. Há mais uma missão para você.
sr: Пингвинци су код куће, али након климатских промена живот на јужном полу је постао опаснији. Остаје вам још једна мисија.
sv: Pingus är hemma, men att bo på Sydpolen har blivit farligare i och med klimathotet. Det finns ett till uppdrag åt dig.
tr: Pingular evde fakat iklim değişikliğinden sonra Güney Kutbu'nda yaşamak daha tehlikeli olmaya başladı. Senin için bir görev daha var.
zh_tw: 企鵝們現在在家，但自從氣候變遷後，生活在南極變得越來越危險了。現在，這裡還有一個任務給你

source: Falling down
ca: Caient
es: Cayendo
gd: Tuiteam sìos
gl: Caendo
pl: Spadające pingwiny
pt_br: Caindo
sr: Пропадање
sv: Ramla ned
tr: Aşağı düşüş
zh_tw: 落下

source: Pingus intelligence reported that a huge factory located in the subtropical zone might be a reason of a climate change. They decided to go there and shut down the factory. This will be a long and dangerous expedition. Pingus and you will have to face many difficulties on your way. As the ice is melting, at first you have to build some bridges and watch out for the cliff.
ca: El servei d'intel·ligència dels pingus informa que hi ha una enorme fàbrica localitzada en la zona subtropical que podria ser el motiu del canvi climàtic. Han decidit anar allà i aturar-la. Aquesta serà una expedició llarga i perillosa. Els pingus i tu us haureu d'enfrontar a nombroses dificultats en el vostre camí. Com que el gel es va fonent, primer haureu de construir alguns ponts i vigilar amb el penya-segat.
es: El servicio de inteligencia de los pingus informa de que una inmensa fábrica situada en la zona subtropical podría ser uno de los motivos del cambio climático. Han decidido ir allí y detenerla. Esta será una expedición larga y peligrosa. Los pingus y tú deberéis afrontar numerosas dificultades en vuestro camino. Puesto que el hielo se derrite, primero tendréis que construir algunos puentes y vigilar con el precipicio.
gd: Fhuair na seirbhisean dìomhair a-mach gur dòcha gur e factaraidh san raon fo-thropaigeach adhbhar luaisgeachd na gnàth-shìde. Chuir na cinn-fhionn romhpa siubhal dhan fhactaraidh ud is a chur dheth. 'S e triall fada is cunnartach a bhios ann. Tha iomadh duilgheadas romhad is ro na cinn-fhionn air an rathad. On a tha an deigh a' leaghadh, feumaidh iad corra drochaid a thogail an toiseach is aire a thoirt air an stac.
pl: Wywiad Pingusów odkrył ogromną fabrykę w strefie podzwrotnikowej. Prawdopodobnie jest ona przyczyną zmian klimatu. Pingusy zdecydowały się zamknąć fabrykę. Będzie to długa i niebezpieczna podróż. Wraz z Pingusami musisz stawić czoła trudnościom na drodze. Lód się topi, więc po pierwsze musisz zbudować mosty i uważać na klify.
pt_br: O serviço de inteligência dos Pingus relataram que uma enorme fábrica localizada na zona subtropical pode ser uma razão para alterações climáticas. Eles decidiram ir até lá e fechar a fábrica. Esta será uma longa e perigosa expedição. Os Pingus e você enfrentarão muitas dificuldades no caminho. Como o gelo está derretendo, de início você terá que construir algumas pontes e tomar cuidado com o despenhadeiro.
sr: Обавештајна служба Пингвинаца је известила да би огромна фабрика која се налази у суптропској зони могла бити разлог климатских промена. Одлучили су да оду тамо и да угасе фабрике. Ово ће бити дуга и опасна експедиција. Пингвинци и ви ћете морати да се суочите са многим потешкоћама на путу. Како се лед топи, као прво морате да изградите неколико мостова и да пазите на литицу.
sv: Pingus underrättelsetjänst rapporterar att en stor fabrik i den subtropiska zonen kan vara orsaken till klimathotet. Det har bestämt sig för att ta sig dit och stänga fabriken. Det kommer att bli en lång och farlig expedition. Pingus och du kommer att möta många svårigheter på din väg. Allt eftersom isen smälter måste du först bygga några broar och se upp för klipporna.
tr: Pinguların zekaları iklim değişikliğinin sebebi olabilecek bir tropik bölgede yer alan büyük bir fabrika olabileceğini doğruladı. Oraya gitmeye ve fabrikaları kapatmaya karar verdiler. Bu uzun ve tehlikeli bir macera olacak. Pingular ve sen yol boyunca çok sayıda zorlukla karşılaşmak zorunda kalacaksın. Buz eridiği için, ilk olarak, köprü yapman ve uçurumlara dikkat etmen gerekecek.
zh_tw: Pingus情報報告說，一個位於亞熱帶的巨大的工廠可能是氣候變化的原因。他們決定去那裡並關閉工廠。這將是一個漫長而危險的遠征。你和企鵝將會在途中面對許多困難。由於冰雪融化，首先你要建立一些橋樑並提防懸崖。

source: Destination North
ca: Destinació nord
es: Destino norte
gd: Ceann-uidhe gu tuath
gl: Destino Norte
pl: Kierunek: północ
pt_br: Destino: Norte
sr: Одредиште север
sv: Destination nord
tr: Hedef Kuzey
zh_tw: 目的地: 北方

source: For now, Pingus are leaving South Pole and moving North. You have to help them!
ca: De moment, els pingus marxen del Pol Sud en direcció nord. Els has d'ajudar!
es: De momento, los pingus están abandonando el Polo Sur y viajando hacia el norte. ¡Tienes que ayudarles!
gd: Tha na cinn-fhionn a' fàgail A' Phòla a Deas is a' siubhal gu tuath. Feumaidh tu an cuideachadh!
gl: Polo momento, os Pingus abandonan o Polo Sur e avanzan cara ao Norte. Tes que axudalos!
pl: Pingusy opuszczają Biegun Południowy, ruszają na Północ. Musisz im pomóc!
pt_br: Por ora, os Pingus estão deixando o Pólo Sul e se mudando para o Norte. Você tem que ajudá-los!
sr: За сада, Пингвинци напуштају јужни пол и селе се на север. Ви морате да им помогнете!
sv: För tillfället lämnar Pingus Sydpolen och flyttar norrut. Du måste hjälpa dem!
tr: Şimdilik, Pingular Güney Kutbu'ndan ayrılıyor ve Kuzey'e gidiyorlar. Onlara yardım etmelisin!
zh_tw: 企鵝們要暫時離開南極，向北方前進了!你必須幫助他們!

source: The Cave
ca: La cova
es: La cueva
gd: An uamh
gl: A Cova
pl: Jaskinia
pt_br: A Caverna
sr: Пећина
sv: Grottan
tr: Mağara
zh_tw: 洞穴

source: Pingus on their way came across a huge cave. You have to lead them through. Remember that sometimes there is more than one way out. Hint: To 'unlock' blockers you can use bashers and jumpers.
ca: Els pingus es van topar amb una cova en el seu camí. Els has de guiar a través d'ella. Recorda que a vegades hi ha més d'una sortida. Pista: per "desbloquejar" els bloquejadors pots fer servir excavadors i saltadors.
es: Los pingus se toparon con una cueva en su camino. Tienes que guiarlos a través de ella. Recuerda que a veces hay más de una salida. Pista: para "desbloquear" a los bloqueadores puedes usar excavadores y saltadores.
gd: Thachair na cinn-fhionn air uamh air an t-slighe. Feumaidh tu an stiùireadh troimhpe. Cùm d' aire air gum faod barrachd na aon slighe a-mach a bhith ann. Gliocas: 'S urrainn dhut slacair no leumadair a chleachdadh gus bacadair a "shaorachadh".
gl: Os Pingus no seu camiño atoparonse cunha enorme cova. Levaos a través dela. Lembra que ás veces hai máis dunha saída. Consello: para "desbloquear" os bloqueadores podes usar golpeadores e saltadores.
pl: Pingusy natknęły się na głęboką jaskinię. Musisz je przeprowadzić. Pamiętaj, że czasem jest wiele możliwości. Podpowiedź: aby odblokować stoperów, możesz użyć tunelowych i skoczków.
pt_br: Os Pingus, em seu caminho, encontraram uma enorme caverna. Você tem que liderá-los através dela. Lembre-se que, às vezes, há mais de um caminho para a saída. Dica: para 'desbloquear' os Bloqueadores você pode usar os Perfuradores e os Saltadores.
sr: Пингвинци су на свом путу наишли на огромну пећину. Ви морате да их водите кроз њу. Сетите се да понекад има више од једног излаза. Савет: Да „откључате“ заустављаче можете да користите глодаче и скакаче.
sv: Pingus kom förbi en stor grotta. Du måste leda dem genom. Kom ihåg att ibland finns det fler än en väg ut. Tips: För att ”avblockera” blockare kan du använda bankare och hoppare.
tr: Pingular yolda kocaman bir mağara ile karşılaştılar. Onlara öncülük etmelisin. Unutma, bazen birden fazla çıkış var. İpucu: Engelleyicilerin 'kilidini açmak' için delici ve zıplayıcıları kullanabilirsin.
zh_tw: Pingus在途中遇到了一個巨大的洞穴。你必須帶他們通過。請記住，有時，有一個以上的出路。提示：要“解鎖”阻擋者(Blocker)可以使用破壞者(Basher)和跳躍者(Jumper)。

source: Difficulties on the way
ca: Dificultats a mig camí
es: Dificultades en el camino
gd: Trioblaidean air an rathad
gl: Dificultades no camiño
pl: Trudności w drodze
pt_br: Dificuldades no caminho
sr: Потешкоће на путу
sv: Svårigheter på vägen
tr: Yoldaki zorluklar
zh_tw: 路途上的困難
