Repository: Pingus/pingus
Catalog: po/*.po
Languages: fr, nl, tr

source: Bridger
fr: Charpentier
nl: Brugbouwer

source: Couldn't open:
fr: Impossible d'ouvrir:
nl: Kon niet openen:
tr: Dosya açýlamadý:

source: Unexpected char: '
fr: Caractère inattendu: '
nl: Onverwacht karakter: '
tr: Beklenmeyen harf: '

source: Unexpected char '
fr: Caractère inattendu '
nl: Onverwacht karakter: '
tr: Beklenmeyen harf: '

source: -Idea
fr: -Idée
nl: -Idee
tr: -Fikir

source: -Maintaining
fr: -Entretien
nl: -Onderhoud
tr: -Proje Yöneticisi

source: -Programming
fr: -Programmation
nl: _programmering
tr: -Programlama

source: -Porting (Win32)
fr: -Portage (Win32)
nl: -Omzetten (Win32)
tr: -Taþýma (Win32)

source: -Gfx
fr: -Graphiques
tr: -Grafikler

source: -Music
fr: -Musique
nl: _Muziek
tr: -Müzik

source: -Level Design
fr: -Conception des niveaux
nl: -Niveau Ontwerp
tr: -Seviye Tasarýmý

source: -Story
fr: -Scénario
nl: -Verhaal
tr: -Öykü

source: -Translation
fr: -Traduction
nl: -Vertaling
tr: -Çeviri

source: -Special
fr: -Spécial
nl: _Speciaal
tr: -Özel

source: -Thanks to
fr: -Remerciements à
nl: _Met dank aan
tr: -Þükranlarýmýz

source: _And a very Special Thanks
fr: _Et un merci spécial
nl: _en speciale waardering voor
tr: _Ve Özgür Yazýlýma

source: _to all the people who
fr: _à tout ceux qui
nl: _naar iedereen die
tr: _katkýda bulunan

source: _contribute to
fr: _contribuent
nl: _bijdragen aan
tr: _herkese...

source: _Free Software!
fr: _aux logiciels libres!
nl: _Vrije Software!
tr: _Teþekkürler!

source: _Thank you for
fr: _Merci
nl: _Bedankt voor het
tr: _Oynadýðýnýz için

source: _playing!
fr: _d'avoir joué!
nl: _spelen!
tr: _teþekkürler!

source: Enter filename to save as:
fr: Le nom du fichier de sauvegarde:
nl: Geef bestandsnaam om op te slaan als
tr: Dosyayý ne olarak kayit edelim:

source: Editor Helpscreen (hide with F1)
fr: Écran d'aide de l'éditeur (cachez avec F1)
nl: Tekstbewerker Helpscherm (verberg met F1)
tr: Editör Yardým Ekraný (F1 ile sakla)

source: F1 - show/hide this help screen
fr: F1 - montre/cache cet écran d'aide
nl: F1 - open/verberg dit help scherm
tr: F1 - help ekranýný sakla/göster

source: F2 - launch level building tutorial
fr: F2 - lance le tutoriel de création de niveau
nl: F2 - start niveau constructie handleiding
tr: F2 - seviye tasarým dersi

source: F3 - toggle background color
fr: F3 - active/désactive la couleur de fond
nl: F3 - verwissel achtergrond kleur
tr: F3 - arkaplan rengini deðiþtir

source: F4 - play/test the level
fr: F4 - jouer/tester le niveau
nl: F4 - speel/test het niveau
tr: F4 - seviyeyi oyna/dene

source: F5 - load a level
fr: F5 - charger un niveau
nl: F5 - Laad een niveau
tr: F5 - seviye yükle

source: F6 - save this level
fr: F6 - sauvegarder ce niveau
nl: F6 - Sla dit niveua op
tr: F6 - seviyeyi kaydet

source: F7 - [unset]
fr: F7 - [non assigné]
nl: F7 - [niet gedefinieerd]
tr: F7 - [iþlevsiz]

source: F8 - quick save/backup save?!
fr: F8 - sauvegarde rapide/copie de secours?!
nl: F8 - snel opslaan/reservekopie opslaan ?!
tr: F8 - hýzlý saklama/yedekleme?!

source: F9 - change level width and height
fr: F9 - changer la hauteur et la largeur du niveau
nl: F9 - verander niveau breedte en hoogte
tr: F9 - seviye boyutlarýný deðiþtir

source: F10 - [unset]
fr: F10 - [non assigné]
nl: F10 - [niet gedefinieerd]
tr: F10 - [iþlevsiz]

source: F11 - toggle fps counter
fr: F11 - active/désactive le compteur d'images/seconde
nl: F11 - wijzig fps teller
tr: F11 - FPS sayacý

source: F12 - make screenshot
fr: F12 - prendre une capture d'écran
nl: F12 - maak schermafdruk
tr: F12 - ekrangörüntüsü kaydet

source: Home - increase object size
fr: Début - aggrandir un objet
nl: Home - verhoog object grootte
tr: Home - nesneyi büyüt

source: End - decrease object size
fr: Fin - réduire un objet
nl: End - verlaag object grootte
tr: End - nesneyi küçült

source: Cursor Keys - Move object
fr: Touches direction - déplacer un objet
nl: Pijltjes toetsen - Verplaats object
tr: Ok tuþlarý - Nesneyi taþý

source: Shift 'Cursor Keys' - Move objects fast
fr: Maj + touches direction - déplacer rapidement un objet
nl: Shift 'Pijltjes Toetsen' - Verplaats objecten snel
tr: Shift 'Ok tuþlarý' - Nesneyi hýzlý taþý

source: PageUp - level object up
fr: PagePréc - mettre un objet en avant-plan
nl: PageUp - niveau object omhoog
tr: PageUp - nesneyi ön plana taþý

source: PageDown - level object down
fr: PageSuiv - mettre un objet en arrière-plan
nl: PageDown - niveau object omlaag
tr: PageDown - nesneyi arka plana taþý

source: Shift PageUp - increase objects z-pos by 50
fr: Maj + PagePréc - augmente la profondeur d'un objet de 50
nl: Shift PageUp - vergroot objecten z-pos met 50
tr: Shift PageUp - nesne z konumunu 50 artýr

source: Shift PageDown - decrease objects z-pos by 50
fr: Maj + PageSuiv - réduit la profondeur d'un objet de 50
nl: Shift PageDown - verlaag objecten z-pos met 50
tr: Shift PageUp - nesne z konumunu 50 azalt

source: Enter - Set default zoom (1:1)
fr: Entrée - Définir le zoom par défaut (1:1)
nl: Enter - Zet de standaard zoom (1:1)
tr: Enter - Varsayýlan zumu ayarla (1:1)

source: d - duplicate object
fr: d - reproduire un objet
nl: d - Dupliceer huidig object
tr: d- seçili nesneleri çiftle

source: a - mark all objects
fr: a - marquer tous les objets
nl: a - Verwijder gemarkeerde objecten
tr: a - seçili nesneleri sil

source: shift leftmouseclick - add object to selection
fr: Maj + clique gauche - ajouter un objet à la sélection
nl: shift en linkermuisknop - voeg object toe aan selectie
tr: shift sol fare tuþu - nesneyi seçime ekle

source: leftmouseclick - select object
fr: click gauche - sélectionner un objet
nl: linkermuisknop - selecteer object
tr: sol fare tuþu - neneyi seç

source: Insert - insert new object
fr: Insérer - insérer un nouvel objet
nl: Invoegen - voeg een nieuw object toe
tr: Insert - yeni nesne ekle

source: Remove - remove selected object
fr: Supprimer - supprimer l'objet sélectionné
nl: Verwijder - verwijder een geselecteerd object
tr: Remove - seçili neneyi sil

source: g - ungroup/group current selection
fr: g - séparer/regrouper la sélection actuelle
nl: g - degroepeer/groepeer huidige selectie
tr: g - seçili nesneleri grupla/grubu boz

source: Ctrl PageUp - increase objects z-pos by 1
fr: Ctrl + PagePréc - augmenter la profondeur de 1 unité
nl: Ctrl PageUp - vergroot objecten z-pos met 1
tr: Ctrl PageUp - nesne z konumunu 1 artýr

source: Ctrl PageDown - decrease objects z-pos by 1
fr: Ctrl + PageSuiv - réduire la profondeur de 1 unité
nl: Ctrl PageDown - verlaag objecten z-pos met 1
tr: Ctrl PageUp - nesne z konumunu 1 azalt

source: Naming Convention: <LEVELNAME><NUMBER>-<CREATOR>.plf
fr: Convention de l'appellation: <NOM NIVEAU><NOMBRE>-<AUTEUR>.plf

source: When you have created a level and want to have it in the next Pingus release, please mail it to pingus-devel@nongnu.org.
fr: Lorsque vous avez créé un niveau et que vous souhaitez le voir dans la prochaine parution de Pingus, veuillez le transmettre par courriel à cette adresse: pingus-devel@nongnu.org.
nl: Als je een niveau hebt gemaakt dat je graag in de volgende Pingus terugwilt zien, mail dit dat naar pingus-devel@nongnu.org.
tr: Bir seviye hazýrladýysanýz ve Pingus ile daðýtýlmasýný istiyorsanýz, pingus-devel@nongnu.org adresine gönderin.

source: 2 - hammer
fr: 2 - Marteau
nl: 2 - hamer
tr: 2 - Çekiç

source: 3 - spike
fr: 3 - Pointe (spike)
nl: 3 - spijker
tr: 3 - Ýðne

source: 4 - laser_exit
fr: 4 - sortie laser
nl: 4 - laser_uitgang
tr: 4 - Laser Çýkýþ

source: 5 - fake_exit
fr: 5 - fausse sortie
nl: 5 - valse_uitgang
tr: 5 - Yalancý Çýkýþ

source: 6 - smasher
fr: 6 - Écraseur
nl: 6 - verpulveraar
tr: 6 - Ezici

source: 7 - bumper
fr: 7 - Trampoline
tr: 7 - Ýtici

source: Select a WorldObj
fr: Sélectionnez un WorldObj
nl: Selecteer een WereldObj
tr: Bir WorldObj seç

source: 1 - teleporter
fr: 1 - Téléporteur
nl: 1 - telepoorter
tr: 1 - Iþýnlayýcý

source: 2 - switch and door
fr: 2 - Commutateur et porte
nl: 2 - schakelaar en deur
tr: 2 - Þalter ve Kapý

source: 3 - ConveyorBelt
fr: 3 - Tapis roulant
nl: 3 - Transportband
tr: 3 - YürüyenBant

source: 4 - IceBlock
fr: 4 - Bloc de glace
nl: 4 - IJsblok
tr: 4 - BuzBloðu

source: Select a weather
fr: Sélectionnez un climat
nl: Selecteer weertype
tr: Hava durumunu seç

source: 1 - snow
fr: 1 - neige
nl: 1 - sneeuw
tr: 1 - Kar

source: 2 - rain
fr: 2 - pluie
nl: 2 - regen
tr: 2 - Yaðmur

source: Select an entrance
fr: Sélectionnez une porte
nl: Selecteer een ingang
tr: Bir çýkýþ seç

source: 1 - generic
fr: 1 - générique
nl: 1 - algemeen
tr: 1 - Genel

source: 2 - woodthing
fr: 2 - trappe de bois
nl: 2 - houten ding
tr: 2 - Ahþap

source: 3 - cloud
fr: 3 - nuage
nl: 3 - wolk
tr: 3 - Bulut

source: h - entrance surface (hotspot)
fr: h - image de la porte (hotspot)
nl: h - ingang oppervlakte (kritieke plek)
tr: h - giriþ yüzeyi (sýcaknokta)

source: What object type do you want?
fr: Quel type d'objet vous voulez?
nl: Welk object type will je ?
tr: Hangi nesneyi istiyorsun?

source: h - Hotspot
fr: h - Élément graphique (hotspot)
nl: h - Kritieke plek
tr: h - GrafikParçasý

source: g - Groundpiece (ground) [not implemented]
fr: g - Bordure (sol) [non implanté]
nl: g - Stuk grond (zand) [niet geimplementeerd]
tr: g - Yer (ground) [bozuk]

source: Which object do you want?
fr: Quel objet voulez-vous?
nl: Welk object will je ?
tr: Hangi nesneyi istiyorsun?

source: g - Groundpiece (ground)
fr: g - Bordure (sol)
nl: g - Stuk grond (zand)
tr: g - Yer (toprak)

source: s - Groundpiece (solid)
fr: s - Bordure (acier/solide)
nl: s - Vloerdeel (vast)
tr: s - YerParçasi (katý)

source: b - Groundpiece (bridge)
fr: b - Bordure (pont)
nl: b - Vloerdeel (brug)
tr: b - Köprü (bridge)

source: n - Groundpiece (transparent)
fr: n - Bordure (transparent)
nl: n- Vloerdeel (transparant)
tr: n - YerParçasý (þeffaf)

source: r - Groundpiece (remove)
fr: r - Bordure (supprimer)
nl: r- Vloerdeel (verwijderen)
tr: r - YerParçasý (silici)

source: e - Entrance
fr: e - Entrée
nl: e- Ingang
tr: e - Giriþ

source: x - Exit
fr: x - Sortie
nl: x - Uitgang
tr: x - Bitir

source: l - Liquid
fr: l - Liquide
nl: l - Vloeibaar
tr: l - Sývý

source: w - Weather
fr: w - Climat
nl: w - Weer
tr: w - Ýklim

source: t - Traps
fr: t - Trappe
nl: t - Val
tr: t - Tuzak

source: z - Background
fr: z - Arrière-plan
nl: z - Achtergrond
tr: z - Arkaplan

source: p - Prefab (ObjectGroup)
fr: p - Prefab (Groupe d'objet)
nl: p - Prefabriceerd (ObjectGroep
tr: p - Prefab (Nesne Grubu)

source: f - something from file (~/.pingus/images/)
fr: f - importation de FICHIER (~/.pingus/images/)
nl: f - Iets van bestand (~/.pingus/images/)
tr: f - dosyadan (~/.pingus/images/)

source: Which prefab do you want?
fr: Quel Prefab voulez-vous?
nl: Welk prefabricaat will je ?
tr: Hangi nesneyi istiyorsun?

source: 1 - Surface Background
fr: 1 - Arrière-plan texturé
nl: 1 - Oppervlak achtergrond
tr: 1 - Arkaplan

source: 2 - Solid Color Background
fr: 2 - Arrière-plan uniforme
nl: 2 - Vaste kleur Achtergrond
tr: 2 - Düz Renk Arkaplan

source: 3 - Starfield Background
fr: 3 - Arrière-plan étoilé
nl: 3 - Sterrenveld Achterground
tr: 3 - Yýldýzlý Arkaplan

source: 4 - Thunderstorm Background
fr: 4 - Arrière-plan orageux
nl: 4 - Onweersbui Achtergrond
tr: 4 - Yýldýrýmlý Arkaplan

source: Load a level (F5)
fr: Charge un niveau (F5)
nl: Laad een niveau (F5)
tr: Seviye yükle (F5)

source: Exit the editor (Escape)
fr: Quitter l'éditeur (Échap)
nl: Verlaat de tekstbewerker (Escape)
tr: Editörden çýk (Escape)

source: Save this level (F6)
fr: Sauvegarde de ce niveau (F6)
nl: Sla dit niveua op (F6)
tr: Seviyeyi kayýt et (F6)

source: Delete marked objects (delete)
fr: Efface les éléments marqués (Suppr)
nl: Verwijder gemarkeerde objecten (delete)
tr: Seçili nesneleri sil (delete)

source: Duplicate current object (d)
fr: Dédoubler l'élément sélectionné (d)
nl: Dupliceer huidig object (d)
tr: Seçili nesneleri çiftle (d)

source: Edit Level Properties
fr: Modifier les propriétés du niveau
nl: Pas niveau eigenschappen aan
tr: Seviye Özelliklerini Deðiþtir

source: Edit Object Properties
fr: Modifier les propriétés de l'objet
nl: Pas Object eigenschappen aan
tr: Nesne özelliklerini deðiþtir

source: Start the level and test it (F4)
fr: Démarrer le niveau et le tester (F4)
nl: Begin het niveau en probeer het uit (F4)
tr: Seviyeyi baþlat ve test et (F4)

source: Create a new level from scratch
fr: Débuter un nouveau niveau à partir de rien
nl: Maak een nieuw niveau vanaf blanco
tr: Sýfýrdan yeni bir seviye yarat

source: Insert an object (Insert)
fr: Insérer un objet (Inser)
nl: Voeg een object toe (Insert)
tr: Nesne ekle (Insert)

source: Zoom into a region
fr: Zoom sur une région particulière
nl: Inzoemen in een regio
tr: bir alaný yaklaþtýr

source: Zoom in
fr: Zoom avant
nl: Zoem in
tr: Yaklaþtýr

source: Zoom out
fr: Zoom arrière
nl: Zoem uit
tr: Uzaklaþtýr

source: Setup Number of Actions
fr: Stelle die Anzahl der Fähigkeiten ein
nl: Zet aantal Acties
tr: Eylem Sayýsýný Ayarla

source: Display Help Screen (F1)
fr: Afficher l'écran d'aide (F1)
nl: Geef help scherm weer (F1)
tr: Yardým Ekranýný Göster (F1)

source: Yes
fr: Oui
nl: Ja
tr: Evet

source: No
fr: Non
nl: Nee
tr: Hayýr

source: Exit Pingus?
fr: Quitter Pingus?
nl: Verlaat Pingus?
tr: Çýkýyor musun?

source: unknown
fr: inconnu
nl: onbekend
tr: bilinmeyen

source: unlimited
fr: illimité
nl: Ongelimiteerd
tr: sýnýrsýz

source: Designed by
fr: Conçu par
nl: Ontworpen door
tr: Tasarlayan

source: Pingus to Save: %d
fr: Pingus à sauver: %d
nl: Pingus gered: %d
tr: Kurtarýlacak Pingu: %d

source: Number of Pingus: %d
fr: Nombre de Pingus: %d
nl: Aantal Pingus: %d
tr: Pingu sayýsý: %d

source: Loading...
fr: Chargement...
nl: Laden....
tr: Yükleniyor...

source: Loading finished. Press a mouse button to start the level
fr: Chargement terminé. Appuyez sur un bouton de la souris pour débuter le niveau
nl: Laden klaar. Druk op een muisknop om het nivea te starten
tr: Yüklendi! Devam etmek için farenin tuþunu týklat

source: Results:
fr: Résultats:
nl: Resultaten
tr: Sonuçlar:

source: Pingus saved: %3d/%3d
fr: Pingus sauvés: %3d/%3d
nl: Pingus gered: %3d/%3d
tr: Kurtarýlýcak Pingus: %3d/%3d

source: Pingus died: %3d/%3d
fr: Pingus tués: %3d/%3d
nl: Pingus omgekomen: %3d/%3d
tr: Ölen Pingular: %3d/%3d

source: Press button to continue...
fr: Appuyer sur le bouton pour continuer...
nl: Druk een knop om door te gaan...
tr: Devam etmek için tuþa bas...

source: As many Pingus escaped as entered the level. That's going to be hard to beat.... unless this game becomes pornographic.
fr: Autant de Pingus en sont sortis qu'il n'y en a d'entré. Cela ve être vraiment dur à battre... à moins que le jeu ne devienne pornographique.
nl: Net zoveel Pingus konden onsnappen als die het niveau zijn binnen getreden. Dat zal lastig zijn om te verbeteren... tenzij dit spel pornografisch wordt.
tr: Hocam, Hepsi kurtuldu! Bu skoru aþabilmek için bu oyuna pornografik biþiler katmamýz gerekecek.

source: Very impressive indeed.
fr: Très impressionant en fait.
nl: Inderdaad erg indrukwekkend.
tr: Helal Olsun ...

source: Good work. Still room for improvement though.
fr: Bon travail. Il y a tout de même place à amélioration!
nl: Goed gedaan. Maar er zijn nog mogelijkheden om te verbeteren.
tr: Aferin. Ama daha fazla çalýþman lazým çekirge.

source: Not too shabby, not too shabby at all.
fr: Pas mal, pas mal du tout!
nl: Niet slecht, helemaal niet slecht.
tr: Fena deðil, hiç fena deðil.

source: That was OK, but Pingu life insurance premiums have just gotten more expensive.
fr: C'est acceptable, par contre les primes d'assurance vie Pingu sont maintenant plus dispendieuses.
nl: Dat was OK, maar je Pingu levensverzekerings premie is zojuist duurder geworden
tr: Fena deðil. Fakat Pingu hayat sigortasý aydatlarýnýn pahalýþtýrmayakatkýda bulundun.

source: Maybe this level calls for a different strategy.
fr: Peut-être que ce niveau demande une approche différente.
nl: Misschien vraag dit niveau om een andere strategie.
tr: Farklý bir stateji uygulamakta yarar olabilir.

source: Exactly half. Are you saving only the female ones?
fr: Exactement la moitié! Avez-vous sauvé uniquement les filles?
nl: Precies de helft. Probeer je alleen de vrouwtjes te redden, kinky hoor?
tr: Tam yarýsý. Ne o? Sadece diþileri falan mý kurtarýyoruz?!?

source: If I were a Pingu, I never would have left that entrance.
fr: Si j'étais un Pingu, je n'aurais jamais franchi cette porte.
nl: Als ik een Pingu was, zou ik nooit die uitgang genomen hebben.
tr: Ben bir Pingu olsaydým, o kapýdan adýmýmý atmazdým.

source: Maybe you would feel more at home playing Quake.
fr: Peut-être êtes-vous plus comfortable dans une partie de Quake?
nl: Misschien voel je je meer op je gemak als je Quake zou spelen.
tr: Abisi, belki de Quake sana daha uygun bi oyun.

source: Maybe this level calls for a different strategy. Like attempting to save them, for example.
fr: Peut-être ce niveau demande une approche différente. Comme tenter de les sauver, par exemple.
nl: Misschien vraagt dit niveau om een andere aanpak. Je zou ze bijvoorbeeld kunnen proberen te redden
tr: Tikkat tikkat! Stateji deðiþikliði! Bir daha sefere þunlarý kurtarmaya çalýþalým!

source: Ever considered a career as a Pingu exterminator?
fr: Vous avez pensé devenir un exterminateur de Pingu?
nl: Al eens een cariere overwogen als Pingu vernietiger?
tr: Pingo Terminatörü olarak iþ mi arýyoruz?

source: You missed one! What's your excuse!?
fr: Vous en avez manqué un! Quelle est votre excuse!?
nl: Je hebt er één gemist! Wat is je smoes!?
tr: Ne o? Bi tane kaçýrdýk bakýyorum.

source: Please reassure me that you hit the Armageddon button.
fr: Rassurez-moi, vous avez appuyé sur le bouton Armageddon?
nl: Beloof me alsjeblieft dat je de Armageddon knop indrukt.
tr: Bu da bir baþarý tabii. Hepsini nasil helak ettin?

source: You've got a negative save/total value, something is buggy.
fr: Vous avez obtenu un score négatif, quelque chose ne vas pas.
nl: Je hebt een negatief gered/totaal waarde, er gaat iets mis.
tr: Eksi sayýda Pingus kurtardýn, biyerde kesin hata var.

source: ..:: The people who brought this game to you ::..
fr: ..:: Les gens qui vous ont apporté ce jeu ::..
nl: Iedereen die dit spel mogelijk maakte ::..
tr: ..:: Bu oyunu sizin için hazýrlayanlar... ::..

source: Credits
fr: Générique
nl: Krediet
tr: Yardýmcý olanlar

source: ..:: Takes you to the options menu ::..
fr: ..:: Vous conduis au menu des options ::..
nl: ..:: Brengt je naar het optie menu ::..
tr: ..:: Seçenekler Menüsüne gider ::..

source: Options
fr: Configuration
nl: Opties
tr: Seçenekler

source: ..:: Bye, bye ::..
fr: ..:: Au revoir ::..
nl: ..:: Doei, Doei ::..
tr: ..:: Güle güle... ::..

source: Exit
fr: Quitter
tr: Çýkýþ

source: ..:: Launch the level editor ::..
fr: ..:: Lance l'éditeur de niveau ::..
nl: ..:: Start de niveau bewerker ::..
tr: ..:: Seviye Editörünü Çalýþtýr ::..

source: Create a
fr: Crée un
nl: Creer een
tr: Yeni Seviye

source: Level
fr: Niveau
nl: Niveau
tr: Yarat

source: ..:: Start the game ::..
fr: ..:: Débute la partie ::..
nl: ..:: Start het spel ::..
tr: ..:: Oyunu baþlat ::..

source: Start
fr: Commencer
tr: Baþla

source: ..:: Start a contrib level ::..
fr: ..:: Démarre un niveau contribué ::..
nl: ..:: Start een deelname niveau ::..
tr: ..:: Harici bir seviye baþlat ::..

source: Contrib
fr: Niveaux
nl: Deelname
tr: Harici

source: ..:: Multiplayer Modes... experimental stuff ::..
fr: ..:: Mode Multijoueurs ::.. statut expérimental ::..
nl: ..:: Multispeler Mode... experimentele zooi ::..
tr: ..:: Çok oyunculu kipler... Deneysel þeyler ::..

source: Angel
fr: Ange
nl: Engel

source: Basher
fr: Défonsseur
nl: Slooper

source: Blocker
fr: Bloqueur
nl: Blokkeerder

source: Boarder
fr: Planchiste
nl: Surfer

source: Bomber
fr: Démolisseur
nl: Bommerwerper

source: Climber
fr: Grimpeur
nl: Klimmer

source: Digger
fr: Creuseur
nl: Graver

source: Drown
fr: Noyé
nl: Verdronken

source: Exiter
fr: Sorteur
nl: Verlatende

source: Faller
fr: Tombeur
nl: Vallende

source: Floater
fr: Flotteur
nl: Zwever

source: Jumper
fr: Sauteur
nl: Springer

source: Laserkill
fr: Brûlé au laser
nl: Dood door Laser

source: Miner
fr: Mineur
nl: Mijnwerker

source: Rocketlauncher
fr: Lanceur de roquette
nl: Raketwerper

source: Slider
fr: Glisseur
nl: Glijder

source: Smashed
fr: Écrasé
nl: Verpletterd

source: Splashed
fr: Éclaboussé
nl: Vermorzeld

source: Teleported
fr: Téléporté
nl: Geteleporteerd

source: Waiter
fr: Patienteur
nl: Wachter

source: Walker
fr: Marcheur
nl: Wandelaar

source: Released:%3d/%-3d Out:%3d Saved:%3d/%-3d
fr: Relachés:%3d/%-3d Sortis:%3d Sauvés:%3d/%-3d
nl: Vrijgelaten:%3d/%-3d Uit:%3d Gered:%3d/%-3d
tr: Çýkan: %3d/%-3d Dýþarýda: %3d Kurtulan: %3d/%-3d

source: | segfault_handler: catched a SIGSEGV.
fr: | segfault_handler: SIGSEGV intercepté.
nl: | segfault_handelaar: onderving een SIGSEGV.

source: | Woops, Pingus just crashed, congratulations you've found a bug.
fr: | Oups, Pingus viens de s'effondrer. Félicitation, vous venez de découvrir un bogue.
nl: | Woops, Pingus klapte er uit, gefeliciteerd je hebt een bug gevonden.
tr: Amanin booo ... Pingus çöktü! Tebrikler bir böcek (hata) buldun!

source: | Please write a little bug report to <grumbel@gmx.de>, include informations
fr: | Veuillez écrire un petit rapport de bogue à <pingus-devel@nongnu.org>, incluant des informations
nl: | Schrijf alsjeblieft een bug rapport naar <grumbel@gmx.de>, inclusief informatie
tr: | Lütfen inglizce/almanca olarak <grumbel@gmx.de> adresine kýsa bir hata

source: | where exacly the SIGSEGV occured and how to reproduce it.
fr: | à propos de l'endroit où s'est produit le SIGSEGV et comment le reproduire.
nl: | Waar precies kwam de SIGSEGV naar voren en hoe kan het gereproduceerd worden.
tr: | raporu yaz. SIGSEGV'in nerede oluþtuðunu ve nasýl tekrarlanabileceðini

source: | Also try include a backtrace, you can get it like this:
fr: | Essayez également d'inclure une 'backtrace' que vous pouvez obtenir de cette façon:
nl: | Probeer ook een backtrace toe te voegen, je kan dat op deze manier krijgen:
tr: | anlat. Bir de bir 'backtrace' ekle ... Aþagýdaki gibi mesela:

source: | If that doesn't work, try this:
fr: | Si cela ne fonctionnait pas, essayez ceci:
nl: | Als dat niet werkt, probeer dit dan:
tr: | Bu çalýþmazsa, þöyle de olabilir:

source: | [play until it crashes again]
fr: | [réjouer jusqu'à ce que le bogue survienne de nouveau]
nl: | [speel totdat het weer crashed]
tr: | [... ve çökene kadar tekrar oyna ... ]

source: | Warning: Pingus recieved a SIGINT, exiting now.
fr: | Avertissement: Pingus vient de recevoir un SIGINT, fermeture en cours.
nl: | Waarschuwing: Pingus heeft een SIGINT ontvangen, beeindigt nu.
tr: | Uyarý: SIGINT sinyali aldýk, oyundan çýkýyoruz.

source: Warning: Larger resolution than 800x600 will result in visual problems
fr: Avertissement: Une résolution supérieure à 800x600 va occasionner des problèmes visuels
nl: Waarschuwing: Hogere resolutie dan 800x600 zal visuele problemen tot gevolg hebben
tr: Dikkat: 800x600'den büyük çözünürlük görüntü sorunu yaratabilir

source: Unknow char:
fr: Caractère inconnu:
nl: Onbekend char:
tr: Bilinmeyen karakter:

source: Usage:
fr: Utilisation:
nl: gebruik:
tr: Kullaným:

source: [OPTIONS]... [LEVELFILE]
fr: [OPTIONS]... [FICHIERNIVEAU]
nl: [OPTIES]... [BESTANDSNIVEAU]
tr: [SEÇENEKLER]... [SEVÝYE DOSYASI]

source: Set the resolution for pingus (default: 800x600)
fr: Ajuste la résolution de Pingus (standard: 800x600)
nl: Zet de resolutie voor pingus (standaard: 800x600)
tr: Pingus çözünürlüðünü ayarla (öntanýlý: 640x480)

source: Displays this help
fr: Affiche cette aide
nl: Geeft deze help weer
tr: Bu yardým ekranýný göster

source: Disable intro
fr: Désactive l'introduction
nl: Zet intro uit
tr: Intoroyu kapat

source: Use OpenGL
fr: Utilise OpenGL
nl: Gebruik OpenGL
tr: OpenGL kullan
