Repository: Pingus/pingus
Catalog: po/*.po
Languages: fr, nl, tr

source: While there, you can practice your abilities in commanding and guiding the Pingus. You can also get familiar with all the abilities the Pingus provide and learn to master them, since you will need all of them on your journey around the world.
fr: Lorsque vous y serez, vous aurez l'occasion de pratiquer vos aptitudes a diriger les Pingus. Vous pourrez de plus vous familiariser avec toutes les habilités que font preuves les Pingus car elles vous seront assurément requises dans cette aventure autour du monde.
nl: Terwijl jij aan de andere kant kan oefenen om commando's aan de Pingus te geven, en ze te begeleiden. Je krijgt de gelegenheid om bekend te raken met alle mogelijkheden die de Pingus hebben en ze onder controle te krijgen, Omdat je alle mogelijkheden nodig zult hebben tijdens jullie reis over de wereld.
tr: Bu arada sen de, onlarý yönlendirip yönetme yeteneðini burada deneyebilirsin. Ayný zamanda, Pingularýn bütün becerilerini tanýyabilir, bu becerileri en iyi þekilde kullanmayý öðrenebilirsin Bu zorlu yolculukta hepsine gereksinim duyacaksýn.

source: Now that you and the Pingus have arrived at Tutorial Island it is time to take command and begin your mission. Good Luck!
fr: Maintenant que les Pingus et vous êtes arrivés à l'Ile des Apprentissage, le moment est venu de prendre les commandes et de commencer votre mission. Bonne Chance!
nl: Nu jij en de Pingus zijn aangekomen op het leereiland, is de tijd gekomen om de taak aan te vangen en je missie te starten. Veel Succes!
tr: Artýk sen ve Pingular eðitim adasýna vardýðýnýza göre, komutayý devralýp, göreve baþlamanýn zamanýdýr. Baþarýlar!

source: Environment variable $HOME not set, fix that and start again.
fr: La variable d'environnement $HOME n'est pas définie, corrigez cela et réessayez.
nl: Omgevings variabele $HOME niet gezet, herstel en begin overnieuw
tr: $HOME deðiþkeni atanmamýþ, düzeltip yeniden dene.

source: locked
fr: vérouillé
nl: bezet
tr: kapalý

source: Show Ending?
fr: Afficher l'épilogue?
nl: Laat einde zien ?
tr: Sonu Göster...

source: Show Story?
fr: Afficher le prologue?
nl: Laat verhaal zien ?
tr: Pingus öyküsü..

source: Leave?
fr: Quitter?
nl: Verlaten?
tr: Çýk?

source: Enter?
fr: Commencer?
nl: Binnengaan?
tr: Gir?

source: WorldMap: File not found:
fr: Worldmap: Fichier absent:
nl: PingusWereldKaart: Bestand niet gevonden:
tr: WorldMap: Dosya bulunamadý:

source: ...walking...
fr: ...marche...
nl: ...Lopen....
tr: ...yürüyor...

source: Naming Convention: <LEVELNAME><NUMBER>-<CREATOR>.pingus
nl: Naam Conventie: <LEVELNAME><NUMBER>-<CREATOR>.pingus
tr: Ýsimlendirme yöntemi: <SeviyeAdý><Numara>-<Tasarýmcý>.pingus

source: 5 - InfoBox
nl: 5 - Informatiedoos
tr: 5 - BilgiKutusu

source: o - WorldObject
nl: o - Wereldobject
tr: o - DünyaNesnesi

source: Options:
nl: Opties:
tr: Seçenekler:

source: 1 - guillotine
tr: 1 - Keser

source: Multi
tr: Çoklu

source: Ok
tr: Tamam
