Repository: Pingus/pingus
Catalog: po/*.po
Languages: fr, nl, tr

source: Start in Window Mode
fr: Démarre en mode fenêtre
nl: Begin in Venster Mode
tr: Pencerede baþlat

source: Start in Fullscreen
fr: Démarre en mode plein-écran
nl: Begin met Volledig scherm
tr: Tümekran baþlat

source: FILE
fr: FICHIER
nl: Bestand
tr: DOSYA

source: Load a custom level from FILE
fr: Charger un niveau personnalisé à partir de FICHIER
nl: Laad een aangepast niveau uit bestand
tr: DOSYAdan özel seviye yükle

source: FILE
fr: FICHIER
nl: Bestand
tr: DOSYA

source: Load a custom worldmap from FILE
fr: Charger une carte de monde personnalisé à partir de FICHIER
nl: Laad een aangepaste wereldkaart uit bestand
tr: DOSYAdan özel worldmap yükle

source: Print some more messages to stdout, can be set
fr: Affiche quelques messages supplémentaires vers stdout, peut-être spécifié
nl: Schrijft meer berichten naar stdout, kan veranderd worden
tr: Stdout'a ayrýntýlý bilgi ver. Daha cok `v' ile

source: multiple times to increase verbosity
fr: plus d'une fois pour augmenter l'explicitation.
nl: Meerdere stappen om woordenrijkheid te verhogen
tr: ayrýntý artýrýlabilir.

source: Prints version number and exit
fr: Affiche le numéro de version et se ferme.
nl: Schrijf versie nummer en sluit af
tr: Sürümü ekrana basar ve çýkar

source: Launch the Level editor (experimental)
fr: Lance l'éditeur de niveau (expérimental)
nl: Start de niveau bewerker (experimenteel)
tr: Seviye editörü'nu baþlat (deneysel)

source: Disable automatic scrolling
fr: Désactive le défilement automatique
nl: Zet automatisch scrolling uit
tr: Automatik kaydýrmayý kapat

source: Enable software cursor
fr: Activer le curseur logiciel
nl: Zet software cursor aan
tr: Yazýlým imleci kullan

source: Don't read ~/.pingus/config
fr: Ignore ~/.pingus/config
nl: Niet lezen ~/.pingus/config
tr: ~/.pingus/config dosyasýný okuma

source: FILE
fr: FICHIER
nl: Bestand
tr: DOSYA

source: Read config from FILE (default: ~/.pingus/config)
fr: Lire la configuration à partir de FICHIER
nl: Lees configuratie uit bestand (default: ~/.pingus/config)
tr: Ayarlarý `DOSYA'dan oku (öntanýmlý: ~/.pingus/config)

source: reduce CPU usage, might speed up the game on slower machines
fr: réduit la consommation de CPU, peut accélérer le jeu sur des machines plus lentes
nl: verlaag CPU gebruik, kan het spel versnellen op langzamere apparaten
tr: CPU kullanýmýný azalt. Bu yavaþ makinalarda oyunu hýzlandýrabilir

source: Uses the controller given in FILE
fr: Utiliser le controller spécifié dans FICHIER
nl: Gebruik de bediening zoals in Bestand
tr: DOSYA'daki denetleyiciyi kullan

source: Debugging and experimental stuff:
fr: Options de dévermminage et expérimentales
nl: Debugging en experimentele zooi:
tr: Deneyseyl þeyler:

source: Enables some features, only interesting programmers
fr: Active quelques fonctionnalitées, intéressant seulement les développeurs
nl: Zet sommige mogelijkheden aan, alleen interessant voor programmeurs
tr: Sadece programcýlariçin ilginç olan, bazý özellikleri çalýþtýrýr.

source: Enable the output of debugging infos, possible
fr: Active la sortie d'information de dévermminage, les OPTIONS
nl: Ze de output van debugging info aan, mogelijk
tr: Debug mesajlarýný ekrana bas

source: OPTION's are tiles, gametime, actions, sound, resources, gui,
fr: disponible sont tiles, gametime, actions, sound, resources, gui,
nl: OPTIES zijn tegels, speltijd, acties, geluid, bronnen, grafische schil,
tr: SEÇENEKLER: tiles, gametime, actions, sound, resources, gui.

source: Skip at least N frames, larger values speed the game up
fr: Saute au moins N images, des valeurs plus grandes accélèrent le jeu
nl: Sla minstens N frames over, grotere waarden versnellen het spel
tr: En az N resim karesini atla. Büyük N oyunu hýzlandýrýr

source: Skip at most N frames
fr: Saute au plus N images
nl: Sla maximaal N frames over
tr: En fazla N resim karesi atla

source: Set both min and max frameskip to N
fr: Détermine le min et le max d'images sautées à N
nl: Set zowel min als max frameskip op N
tr: Tam N resim karesi atla

source: Set the game speed (0=fastest, >0=slower)
fr: Détermine la vitesse du jeu (0=le plus vite, >0=plus lent)
nl: Zet de spelsnelheid (0=snelst, >0=langzamer)
tr: Oyun hýzýný ayarla (0=en hýzlý, >0=daha yavaþ)

source: Prints the fps to stdout
fr: Affiche le ratio images/seconde sur stdout
nl: Schrijf de fps naar stdout
tr: stdout'a fps deðerini bas

source: Set the size of the map tiles (default: 32)
fr: Détermine la taille des section (tiles) de la mappe (default: 32)
nl: Ze de grootte van de map tegels (standaard: 32)
tr: Döþeme boyutunu ayarla (öntanýmlý: 32)

source: Disable some cpu intensive features
fr: Désactive quelques fonctionnalités coûteuses en CPU
nl: Zet sommige CPU intensive mogelijkheden uit
tr: Ýþlemci gerektiren bazý özellikleri kapat

source: Reduces the CPU usage by issuing sleep()
fr: Réduit l'utilisation du CPU en appelant sleep()
nl: Verminderd het CPU gebruik door middel van slaap()
tr: CPU kullanýmýný sleep() kullanarak azalt

source: Demo playing and recording:
fr: Démonstration, enregistrement et lecture:
nl: Demo speel en opnemen:
tr: Demo oynatma ve kayýt:

source: FILE
fr: FICHIER
nl: Bestand
tr: DOSYA

source: Plays a demo session from FILE
fr: Joue une démonstration à partir de FICHIER
nl: Speel een demo sessie van bestand
tr: DOSYA'dan bir demo oynat

source: Record demos for each played level
fr: Enregistre une démonstration pour chaque niveau joué
nl: Neem demos op voor elk gespeeld niveau
tr: Oynanan her oyun için demo kaydet

source: Sound:
fr: Son:
nl: Geluid:
tr: Ses

source: Disable sound
fr: Désactive le son
nl: Geluid uit
tr: Sesi Kapat

source: Disable music
fr: Désactive la musique
nl: Muziek uit
tr: Müziði Kapat

source: clanVorbis support: ok
fr: Support clanVorbis: ok
nl: clanVorbis ondersteuning: ok
tr: clanVoribs desteði: var

source: clanVoribs support: missing (.ogg music files will not be playable)
fr: Support clanVorbis: absent (les fichiers musicaux .ogg ne pourront être joués)
nl: clanVorbis ondersteuning: ontbreekt (.ogg muziek bestand zijn niet afspeelbaar)
tr: clanVoribs desteði: yok (.ogg müzik dosyalarý çalýþmayacak)

source: clanMikMod support: ok
fr: Support clanMikMod: ok
nl: clanMikMod ondersteuning: ok
tr: clanMikMod desteði: var

source: clanMikMod support: missing (music files will not be playable)
fr: Support clanMikMod: absent (les fichiers musicaux ne pourront être joués)
nl: clanMikMod ondersteuning: ontbreekt (muziek bestanden zijn niet afspeelbaar)
tr: clanMikMod desteði: yok (müzik dosyalarý çalýþmayacak)

source: getext support: ok
fr: gettext Unterstützung: ok
nl: getext ondersteuning: ok
tr: gettext desteði: var

source: gettext language: english
fr: gettext langue: français
nl: gettext taal: Nederlands
tr: gettext dili: türkeçe

source: sound support: enabled
fr: Support sons: activé
nl: geluid ondersteuning: ingeschakeld
tr: ses: etkin

source: sound support: disabled
fr: Support sons: désactivé
nl: geluid ondersteuning: uitgeschakeld
tr: ses: etkin deðil

source: music support: enabled
fr: Support musique: activé
nl: muziek ondersteuning: ingeschakeld
tr: müzik desteði: etkin

source: music support: disabled
fr: Support musique: désactivé
nl: muziek ondersteuning: uitgeschakeld
tr: müzik desteði: etkin deðil

source: resolution set to:
fr: résolution fixée à:
nl: resolutie ingesteld op:
tr: çözünürlük:

source: fullscreen:
fr: plein-écran:
nl: volledig scherm:
tr: tümekran:

source: enabled
fr: activé
nl: aan
tr: etkin

source: disabled
fr: désactivé
nl: uitgeschakeld
tr: etkin deðil

source: PingusMain: Starting Main:
fr: PingusMain: Démarrage de Main:
nl: PingusMain: Starten hoofddeel:
tr: PingusMain: Main Baþlatýlýyor:

source: PingusMain: Levelfile not found, ignoring:
fr: PingusMain: Fichier de niveau absent, ignore:
nl: PingusMainL Bestand van dit niveau niet gevonden, negeren:
tr: PingusMain: Seviye Dosyasý bulunamadý, yok sayýlacak:

source: Error caught from ClanLib:
fr: Erreur provenant de ClanLib:
nl: Fout gevonden in Clanlib:
tr: ClanLib hatasý:

source: Error caught from Pingus:
fr: Erreur provenant de Pingus:
nl: Error gevonden in Pingus:
tr: Pingus'ta hata saptandý:

source: Pingus: Out of memory!
fr: Pingus: mémoire insuffisante
nl: Pingus: te weinig geheugen!
tr: Pingus: Bellek yetersiz!

source: Pingus: Standard exception caught!:
fr: Pingus: Exception standard interceptée!:
nl: Pingus: Standard uitzondering!:
tr: Pingus: Genel olaðan dýþý durum saptandý!:

source: Pingus: Unknown throw caught!
fr: Pingus: Sortie (throw) inconnue interceptée!
nl: Pingus: Onbekende worp aangetroffen!
tr: Pingus: Bilinmeyen bir hata saptandý!

source: Abort
fr: Annule
nl: Afbreken
tr: Çýk

source: Retry
fr: Essayez de nouveau
nl: Opnieuw proberen
tr: Yeniden dene

source: Success!
fr: Réussite!
tr: Aferin!

source: Failure!
fr: Échec!
nl: Mislukt!
tr: Baþaramadýn!

source: Perfect! You saved everyone possible - great!
fr: Parfait! Vous avez sauvé tout le monde, super!
nl: Perfect! Je hebt iedereen gered, - geweldig!
tr: Mükemmel! Herkesi kurtardýn galiba.

source: No-one got killed, pretty good work.
fr: Aucune victime, très bon travail
nl: Niemand kwam om, heel goed gedaan.
tr: Hiçkimse ölmedi, iyi iþ çýkardýn.

source: You saved exactly what you needed - you made it, but maybe you can do better?
fr: Vous avez sauvé juste ce qui était requis, vous avez réussi, mais pouvez-vous faire mieux?
nl: Je bent met de hakken over de sloot, maar misschien kan je het wel beter?
tr: Tam gerektiði kadar Pingu kurtardýn, geçer not, ama belki daha iyisini yapabilisin, hý?

source: Not everybody was saved, but still good work!
fr: Tous n'ont pu être sauvés, mais c'est quand même du bon travail!
nl: Niet iedereen werd gered, maar nog steeds heel goed gedaan!
tr: Herkesi kurtaramadýn, ama yine de iyi iþ çýkardýn!

source: What can I say, you made it - congratulations!
fr: Que puis-je dire, vous avez réussi, félicitations!
nl: Wat zal ik zeggen, je hebt het gehaald, gefeliciteerd!
tr: Ne diyebilirim, yaptýn, aferin!

source: You killed everybody, not good.
fr: Vous les avez tous tués, ce n'est pas très bon.
nl: Iedereen is omgekomen, niet goed.
tr: Herkesi öldürdun. Hiç hoþ degil.

source: No-one got saved - I know you can do better.
fr: Aucun n'a été sauvé, je sais que vous pouvez faire mieux.
nl: Niemand werd gered - Ik weet dat je beter kan.
tr: Hiç kimseyi kurtaramadýn, daha iyisini yapabileceðinden eminim.

source: You didn't save enough, but you saved a few. Next time you might do better.
fr: Vous n'en avez pas sauvé suffisament, mais vous en avez tout de même sauvé quelques uns. La prochaine fois vous pourriez peut-être mieux réussir.
nl: Niet genoeg gered, maar toch een paar gered. Volgende keer doe je het misshien beter.
tr: Yeterince kurtaramadýn, ama yine de birkaçý kurtuldu, bir dahakine daha dikkatli ol.

source: Only one more and you would have made it - try again!
fr: Seulement un de plus et vous auriez réussi, réessayez!
nl: Een meer en je had het gehaald - probeer nog eens!
tr: Bir ya da iki tane daha kurtarsaydýn olacaktý, hadi tekrar!

source: Only a handful more and you would have made it - try again!
fr: Seulement une poignée de plus et vous auriez réussi, réessayez!
nl: Een paar meer en je had het gehaald - probeer nog eens!
tr: Birkaç tane daha kurtarsan olacaktý, tekrar dene!

source: Better luck next time!
fr: Meilleure chance la prochaine fois!
nl: Volgende keer beter!
tr: Bir dahaki oyunda iyi þanslar!

source: Saved:
fr: Sauvés:
nl: gered:
tr: Kurtarýlan:

source: Died:
fr: Perdus:
nl: Omgekomen:
tr: Ölen:

source: Time left:
fr: Temps restant:
nl: Tijd over:
tr: Kalan zaman:

source: Screenshot: Saving screenshot to:
fr: Capture d'écran: Sauvegarde de la capture sous:
nl: Schermafdruk: Opslaag schermafdruk naar:
tr: Screenshot: Ekran görüntüsü için dosya adý:

source: Screenshot: Screenshot is done.
fr: Capture d'écran: La capture est terminée.
nl: Schermafdruk: Schermafdruk is klaar.
tr: Screenshot: Ekran görüntüsü kaydedildi.

source: Screenshot: Couldn't save screenshot
fr: Capture d'écran: Impossible de sauvegarder la capture
nl: Schermafdruk: Schermafdruk kon niet worden opgeslagen
tr: Screenshot: Ekran görüntüsü kaydedilemedi

source: Screenshot: Couldn't write file:
fr: Capture d'écran: Impossible d'écrire le fichier:
nl: Schermafdruk: kon bestand niet opslaan
tr: Screenshot: Dosyaya yazýlamýyor:

source: Image has wrong color depth: %d
fr: L'image a une mauvaise profondeur de couleur: %d
nl: Plaatje heeft de verkeerde kleurdiepte: %d
tr: Resmin renk derinliði yanlýþ: %d

source: Number of Pingus:
fr: Nombre de Pingus:
nl: Aantal Pingus:
tr: Pingu sayýsý:

source: Number to Save:
fr: Nombre de Pingus à sauver:
nl: Aantal op te slaan:
tr: Kurtarýlýcak Pingus:

source: Time:
fr: Temps:
nl: Tijd:
tr: Süre:

source: Difficulty:
fr: Difficultée:
nl: Moeilijkheid:
tr: Zorluk:

source: Author:
fr: Auteur:
nl: Auteur:
tr: Tasarlayan:

source: Filename:
fr: Nom du fichier:
nl: Bestandsnaam:
tr: Dosya adý:

source: The Journey Continues
fr: L'Aventure Continue
nl: De reis gaat door
tr: Yolculuk Devam Ediyor

source: Now after you and the Pingus have learned the basics and practiced a bit it is time to move on and begin the journey into the world. Since the ice floe with which the Pingus traveled to the Tutorial Island isn't going to hold on the whole way into the warmer climates the Pingus have to find something else to guide them on their journey.
fr: Maintenant que vous et les Pingus avez appris les bases et pratiqué un peu, le moment est venu de débuter votre aventure dans le monde. Puisque le glacier sur lequel vous aviez voyagé jusqu'à l'Ile des Apprentissages ne vas pas tenir le coup dans les régions chaudes, les Pingus doivent trouver quelque chose d'autre pour les guider dans leur périple.
nl: Nu jij en de pingus de basis hebben geleerd en geoefend is het tijd om verder te gaan en het begin van de reis in de wereld. Omdat de ijsschots met de Pingussen afdreef naar het LeerEiland is het ijs langzaam weggesmolten in de warmere regionen. De pingussen moeten een andere manier zien te vinden om hen te begeleiden op hun reis.
tr: Pingular ve sen temel bilgileri öðrenip, biraz da alýþtýrma yaptýðýnýza göre, yola koyulmanýn zamanýdýr artýk. Pingularýn eðitim adasýna gelmek için kullandýklarý buz platform sýcak bölgelere dayanmayacaðýndan, yolculuk için yeni bir yöntem bulmalarý gerekecek.

source: But as the eldest have said, the Tutorial Island provides not only a good way to practice, but it is also the starting point into the world. After some searching the Pingus discovered the meaning of this, and they found the large tree at the end of the island which gave them wood to construct a float.
fr: Mais, comme le Sage l'avait dit, l'Ile des Apprentissages apporte non seulement un moyen de s'entraîner, mais il également le point d'entrée dans le monde. Après quelques recherches, les Pingus ont découvert la signification de ces paroles, l'immense arbre au bout de l'île procure assez de bois pour construire un radeau.
nl: Maar zoals de ouderen hebben gezegd, het leereiland is niet alleen de manier om te oefenen, het is ook het beginpunt om de wereld binnen te treden. Na enige tijd ontdekte de Pingus de bedoeling hiervan De grote boom aan het eind van het eiland is een prima bron om een vlot van te bouwen.
tr: Ama yaþlýlarýn söylediði gibi, eðitim adasý sadece alýþtýrma yapmaya yaramaz, ayný zamanda dünyaya açýlan bir kapýdýr da. Çünkü adanýn diðer ucundaki aðaçýn odunu, sal yapmak için birebirdir.

source: So the Pingus set out and constructed some large rafts, enough to carry them all. After also packing a bunch of provisions they were prepared to start their journey and leave their familiar ground and enter the unknown parts of the world.
fr: Alors les Pingus se sont mis a la tache et ils ont contruits quelques grands radeaux, suffisamment pour les transporter tous. Après avoir fais le plein de provisions, ils étaient finalement prêts à débuter leur aventure et de quitter leur terres familières pour entrer dans les zones inconnues du monde.
nl: Dus de Pingus gingen op pad en maakte enkele grote vlotten, groot genoeg om hen allemaal te kunnnen dragen. Ook namen ze een hoop voorzieningen mee Ze waren voorbereid om eindelijk hun reis aan te vangen, de voor hun vertrouwde ground te verlaten en de onbekende delen van de wereld binnen te treden.
tr: Pingular harekete geçip, herkesi taþýmaya yetecek birkaç sal yaptýlar. Yanlarýna biraz azýk da aldýktan sonra, tanýdýk buzullardan ayrýlýp dünyanýn bilinmedik yerlerine doðru yolculuða hazýrlar.

source: So the Pingus sit on their raft, worrying about what's to come and where to go, while floating into the sunset. To be continued...
fr: Alors, les Pingus prirent place sur leur radeau, inquiets de ce qu'il les attendaient, flottant vers le soleil couchant. A suivre...
nl: Dus de Pingus zaten op hun vlot, maakte zich zorgen over wat ging komen en waar ze naar toe zouden gaan, terwijl ze afdreven richting de ondergaande zon. Wordt vervolgd...
tr: Sonunda Pingular sallarýnýn üzerinde, gidecekleri yaban ellerde baþlarýna gelebileceklerin kaygýsýyla gün batýmýna doðru yol almaya baþladýlar. Devam edecek...

source: The Journey Begins
fr: L'Aventure Débute
nl: De reis begint
tr: Yolculuk Baþlýyor

source: For a long time, the Pingus have lived happily in peace on the South Pole along with all the other animals. Everything was in balance and it seemed like nothing could disrupt their peace. The Pingus were happy and it seemed like this could never end.
fr: Depuis très longtemps, les Pingus vivaient en paix au Pôle Sud en compagnie tous les autres animaux, tout était en harmonie et il semblait que rien ne puisse venir perturber cet équilibre. Les Pingus étaient heureux il ne semblait pas que cela puisse changer de si tôt.
nl: Lange tijd leefde de Pingus gelukkig en in vrede op de Zuid Pool samen met de andere dieren, alles was in balance en het leek alsof niets hun lieve vrede zou kunnen verstoren. De Pingus waren gelukkig en was was alof dit nooit zou eindigen.
tr: Pingular yüzyýllardýr diðer hayvanlarla birlikte Güney Kutbu'nda barýþ içinde yaþamaktaydýlar. Herþey uyum içindeydi, hiçbirþey bu güzel ortamý deðiþtiremeyecek gibiydi.

source: But then one day, things began to change slowly: the sky got darker and the earth got warmer. Firstly, they thought this was just a normal fluctuation in the world's climate, but things seemed to get worse and worse with every year.
fr: Pourtant, un jour, les choses se mirent à changer, le ciel se fît sombre et la terre devenue peu à peu plus chaude. Au départ, ils pensèrent qu'il ne s'agissait que d'une variation normale des climats planétaires, mais les choses de sont aggravées d'année en année.
nl: Tot op een dag, dingen langzaam veranderden, de lucht werd donker en de aarde werd warmer, Eerst dachten ze dat dit een normale fluctuatie was in het wereldklimaat, maar met het jaar leek dit erger en erger te worden.
tr: Ama zamanla, durum yavaþ yavaþ deðiþmeye baþladý. Gökyüzü kararmaya, dünya daha sýcak olmaya baþladý. Önceleri bunun sýradan iklim farký olduðunu düþündüler, ama her geçen yýl durum daha kötüye gitmekteydi

source: The snow began to melt away in a few areas and food became an issue. Other animals tried to leave the region to search for colder areas, but the Pingus knew that this wouldn't help: they knew that they had to do something about it.
fr: La neige s'est mise à fondre en quelques régions et la nourriture commenca à se faire rare. D'autres animaux songeaient à quitter la région pour des endroits plus frais, mais les Pingus savaient que ce ne serait d'aucun secours, ils savaient qu'ils se devaient de faire quelque chose face à ce problème.
nl: De sneeuw smolt weg op een paar plaatsen, en voedsel werd een probleem. Andere dieren neigden al het gebied te verlaten en zochten naar een koelere plaats. Maar de Pingus wisten dat dit niet zou helpen. Ze wisten dat er iets aan dit probleem gedaan moest worden.
tr: Bazý bölgelerde karlar eridi, yiyecek bulmak giderek zorlaþtý. Diðer hayvanlar bölgeyi terkedip daha soðuk yerler aramaeðilimine girmiþlerdi bile. Ama Pingular bunun iþe yaramayacaðýný, birþeyler yapmalarý gerektiðini biliyorlardý.

source: So the circle of the eldest came together to decide what to do about it. They decided to send out an expedition around the world to find the cause of this warming. The expedition consisted of hundreds of the bravest Pingus on the South Pole.
fr: C'est alors que le Conseil du Sage se rassembla pour décider de la stratégie a adopter. Ils arrivèrent à la conclusion d'envoyer une expédition parcourir le monde afin de connaître la cause de ce réchauffement. Le groupe était constitué de centaines de Pingus parmi les plus braves que l'on pu trouver au Pôle Sud.
nl: De raad der ouden en wijzen kwam bij elkaar om te besluiten wat er aan gedaan moest worden. Ze besloten een expeditie over de wereld uit te zenden om uit te vinden wat de oorzaak was van deze warmtestijging. De expeditie bestond uit honderd van de dapperste Pingus van de zuid pool.
tr: Sonunda yaþlýlar kurulu karar vermek için toplandý ve dünyayý dolaþýp bu ýsýnmanýn nedenini araþtýracak bir ekip kurmaya karar verdi. Böylece Güney Kutbu'nun heryerinden gelenyüzlerce cesur Pingudan oluþan bir ekip kuruldu.

source: And they picked you to lead them on their journey around the world. Since the journey will be dangerous and difficult, your first goal is the Island of Mogorok, also known as the Tutorial Island. According to the eldest, this island has always been the first stop of Pingus that were sent out into the world.
fr: De plus, ils vous ont choisi afin de les mener dans cette aventure autour du monde. Puisque cette aventure va être périlleuse et très difficile, votre première balise se situe sur l'ile de Mogorok, mieux connue sous le nom de l'Ile des Apprentissages.
nl: En ze hebben jouw gekozen om hen te leiden tijdens hun tocht over de wereld. Aangezien de reis gevaarlijk en lastig zal zijn, is je eerste doel het Eiland van Mogorok, ook wel Leereiland genoemd Volgens de oudste, was dit eiland altijd de eerste stop voor de Pingus wanneer ze op reis werden gestuurd.
tr: Ve Pingular seni dünya çevresindeki bu yolculuklarýnda onlara yol göstermen için seçtiler. Yolculuk tehlikeli ve zor olacaðýndan, ilk hedefimiz eðitim adasý diye de bilinen Magorok Adasý. Yaþlýlar der ki, bu ada, görev için yola düþen Pingularýn herzaman ilk durakðý olmuþtur.

source: The island consists of many areas that are ideal to teach the Pingus their abilities. The Pingus can learn to build bridges, climb, bash and use many other talents which they will need on their long and dangerous journey.
fr: Cette ile consiste en une multitude de régions, idéales à l'entraînement des facultés des Pingus. Les Pingus peuvent s'excercer à construire des ponts, a grimper, a creuser et tous les autres talents dont ils disposent et qu'ils devront maîtriser la pratique dans leur aventure.
nl: Het eiland beschikt over meerdere gebieden ideaal om de mogelijkheden van de Pingus te ontdekken. De Pingus kan trainen om zo te leren bruggen te bouwen, te klimmen, dingen kapot te slaan en al hun andere talenten die zeker nodig zullen hebben op hun lange en gevaarlijke tocht.
tr: Ada, bir Pingunun yeteneklerini gelistirmek için çalýþabileceði birçok bolgeden oluþuyor. Pingular önlerindeki zorlu yolcukta kesinlikle gerekli olacak týrmanmak, kazmak, köprü yapmak ve benzeri biçok becerilerini burada geliþtirebilecekler.
